["<unk>", "<pad>", "<eos>", ",", ".", "-", "the", "to", "and", "of", "\"", "i", "a", "it", ";", "was", "her", "she", "not", "in", "you", "be", "he", "that", "had", "but", "as", "is", "for", "very", "have", "mr", "with", "his", "!", "at", "so", "could", "all", "would", "emma", "him", "_", "no", "mrs", "my", "do", "been", "any", "miss", "on", "were", "will", "?", "they", "there", "must", "by", "me", "what", "which", "or", "said", "from", "if", "this", "are", "much", "them", "such", "an", "one", "more", "well", "am", "every", "thing", "than", "weston", "think", "we", "harriet", "your", "little", "being", "should", "never", "good", "elton", "how", "know", "did", "only", "when", "their", "knightley", "who", "say", "quite", "might", "can", "woodhouse", "own", "now", "great", "some", "jane", "about", "too", "nothing", "time", "dear", "shall", "has", "before", "always", "man", "most", "herself", "again", "thought", "out", "see", "young", "may", "like", "without", "fairfax", "soon", "other", "up", "sure", "oh", "made", "two", "indeed", "first", "day", "ever", "just", "frank", "though", ":", "body", "better", "churchill", "upon", "come", "father", "into", "after", "then", "rather", "friend", "hartfield", "way", "here", "really", "make", "away", "give", "himself", "many", "cannot", "us", "long", "home", "wish", "over", "highbury", "done", "while", "go", "seemed", "enough", "bates", "yes", "room", "does", "having", "'", "last", "sort", "happy", "pleasure", "woman", "going", "take", "look", "however", "came", "its", "heard", "half", "love", "poor", "another", "hope", "saw", "people", "mind", "something", "still", "certainly", "off", "house", "(", ")", "hear", "few", "idea", "evening", "`", "letter", "looked", "myself", "place", "want", "felt", "party", "even", "deal", "morning", "moment", "old", "often", "those", "believe", "visit", "where", "doubt", "best", "our", "feel", "coming", "found", "same", "both", "yet", "till", "right", "feelings", "john", "randalls", "speak", "life", "word", "perhaps", "kind", "else", "ought", "suppose", "nobody", "present", "almost", "pretty", "harriet's", "together", "three", "sir", "given", "smith", "down", "family", "manner", "world", "carriage", "knew", "let", "whole", "general", "obliged", "friends", "subject", "elton's", "hardly", "lady", "looking", "least", "between", "acquaintance", "part", "get", "seen", "marry", "once", "able", "immediately", "gone", "whom", "comfort", "possible", "short", "find", "nor", "wanted", "replied", "emma's", "put", "tell", "told", "martin", "ready", "left", "hour", "wife", "sorry", "either", "others", "perry", "ill", "mother", "these", "exactly", "afraid", "less", "talked", "opinion", "understand", "course", "set", "person", "years", "true", "whether", "back", "cried", "yourself", "extremely", "making", "talk", "attention", "dare", "answer", "through", "children", "things", "far", "cold", "perfectly", "since", "began", "leave", "assure", "situation", "change", "next", "therefore", "aunt", "bad", "passed", "dinner", "walk", "longer", "taken", "under", "side", "chapter", "spirits", "account", "walked", "superior", "cole", "happiness", "manners", "equal", "beyond", "isabella", "agreeable", "imagine", "married", "usual", "society", "because", "days", "ladies", "minutes", "towards", "means", "among", "rest", "door", "why", "known", "care", "satisfied", "talking", "read", "seeing", "particularly", "weston's", "glad", "brother", "business", "full", "air", "brought", "used", "directly", "allow", "took", "return", "pleased", "thinking", "hand", "went", "ah", "giving", "eyes", "campbell", "taylor", "real", "natural", "likely", "fine", "wonder", "interest", "end", "handsome", "power", "sit", "name", "hoped", "mean", "son", "believed", "strong", "proper", "state", "near", "pleasant", "daughter", "sometimes", "meant", "saying", "sense", "degree", "appeared", "dixon", "fond", "large", "bear", "heart", "girl", "feeling", "open", "beginning", "stay", "gave", "particular", "speaking", "sitting", "each", "delightful", "voice", "round", "attachment", "remember", "weather", "early", "temper", "wished", "health", "conversation", "london", "walking", "help", "themselves", "taste", "obliging", "point", "excellent", "five", "entirely", "keep", "papa", "afterwards", "need", "bring", "enscombe", "different", "against", "company", "goddard's", "meaning", "colonel", "dancing", "comfortable", "doing", "fortune", "necessary", "already", "night", "please", "common", "donwell", "respect", "called", "thank", "consider", "use", "affection", "character", "call", "regard", "question", "head", "small", "nature", "compliment", "fancy", "morrow", "charming", "smile", "reason", "letters", "ball", "woodhouse's", "allowed", "sat", "meet", "amiable", "settled", "meeting", "got", "surprized", "warm", "new", "father's", "abbey", "neither", "expected", "object", "farther", "asked", "seem", "probably", "men", "wanting", "kindness", "ask", "says", "drawing", "eye", "words", "marriage", "ago", "match", "husband", "creature", "pass", "four", "beauty", "convinced", "clever", "danger", "impossible", "table", "year", "supposed", "forward", "greater", "second", "body's", "determined", "appearance", "interesting", "acquainted", "appear", "absolutely", "forget", "easy", "cheerful", "times", "begin", "spoken", "hearing", "circumstance", "turned", "met", "child", "week", "parties", "fair", "months", "smiling", "gentleman", "ten", "persuaded", "continued", "maple", "grove", "twenty", "companion", "sister", "thoughts", "horses", "whenever", "returned", "knows", "face", "matter", "pray", "engaged", "except", "delighted", "sight", "notice", "wrong", "praise", "added", "anxious", "music", "news", "highly", "perfect", "mentioned", "comes", "especially", "none", "understanding", "chuse", "whose", "generally", "altogether", "goddard", "sent", "style", "spoke", "taking", "admiration", "excuse", "turn", "ashamed", "worth", "age", "gratitude", "difference", "sad", "odd", "pay", "late", "looks", "thinks", "greatest", "depend", "shew", "favourite", "spirit", "resolution", "curiosity", "written", "surprize", "elegant", "summer", "quiet", "country", "actually", "gentlemen", "judge", "instead", "instrument", "followed", "knowing", "aware", "evil", "town", "beautiful", "hurry", "alone", "merely", "occasion", "enjoyment", "vain", "couple", "struck", "knowledge", "truth", "case", "serious", "difficulty", "worse", "certain", "honour", "charade", "bath", "campbells", "dance", "disposition", "lived", "consequence", "judgment", "satisfaction", "friendship", "advantage", "rain", "pain", "received", "pleasing", "hours", "plain", "quick", "decided", "telling", "purpose", "within", "knightley's", "completely", "consideration", "churchill's", "loss", "marrying", "sensible", "nonsense", "guess", "hands", "sweet", "influence", "circumstances", "weeks", "standing", "picture", "information", "road", "expect", "makes", "plan", "quarter", "likeness", "try", "behind", "attentions", "presently", "move", "eltons", "niece", "turning", "crown", "useful", "scheme", "fault", "tea", "distance", "james", "view", "proof", "fortunate", "inclination", "sake", "women", "lately", "encouragement", "recommend", "approbation", "kept", "silent", "seems", "yesterday", "stand", "henry", "write", "ease", "caught", "also", "fairfax's", "pianoforte", "intimacy", "pity", "live", "observed", "suspect", "single", "safely", "respectable", "connexion", "due", "became", "understood", "regret", "invitation", "mine", "note", "happened", "led", "blush", "imagined", "entered", "trouble", "duty", "play", "join", "tired", "hawkins", "promise", "self", "work", "loved", "disposed", "spent", "somebody", "fire", "happily", "considerable", "pride", "considered", "tried", "thrown", "favour", "run", "close", "regular", "busy", "robert", "fixed", "slight", "agreed", "smallest", "extraordinary", "claims", "bates's", "ourselves", "snow", "coles", "office", "liked", "considering", "spite", "sigh", "observe", "possibly", "rate", "whatever", "education", "command", "mother's", "complete", "desirable", "neighbours", "prevent", "scarcely", "reasonable", "admired", "elegance", "indifferent", "shewed", "dislike", "send", "humour", "justice", "low", "vicarage", "that's", "besides", "returning", "hopes", "getting", "hint", "man's", "joined", "stop", "weymouth", "cut", "alarm", "rooms", "paid", "resolved", "william", "apples", "disagreeable", "bride", "ways", "miles", "smiled", "thoroughly", "welcome", "joy", "fact", "spend", "circle", "service", "favourable", "friendly", "mention", "difficulties", "compliments", "high", "form", "amused", "mere", "speech", "arrangement", "undoubtedly", "mistaken", "attempt", "growing", "eager", "wait", "disappointment", "tone", "intended", "offer", "angry", "views", "otherwise", "sea", "passing", "arm", "aye", "disappointed", "calling", "jane's", "ireland", "musical", "trying", "rich", "hold", "gentle", "consciousness", "wedding", "dine", "lost", "interested", "civil", "easily", "agree", "anywhere", "ideas", "placed", "lose", "smiles", "uncle", "worthy", "laughing", "churchills", "wishes", "chosen", "public", "vanity", "concerned", "inferior", "credit", "conviction", "order", "nash", "opportunity", "remained", "chance", "hundred", "persuade", "receiving", "gives", "warmly", "lines", "refuse", "safe", "finding", "wrote", "silence", "escape", "writing", "delay", "simple", "staying", "paper", "recollect", "piece", "listen", "conduct", "spring", "neighbourhood", "arrived", "distress", "sisters", "belong", "daughter's", "answered", "important", "forgotten", "amusement", "occupied", "claim", "hearted", "invite", "worst", "concern", "girls", "grateful", "history", "hair", "ground", "exercise", "naturally", "martins", "line", "confess", "itself", "value", "expecting", "size", "advice", "anxiety", "sudden", "delight", "finished", "touch", "occurred", "suit", "fast", "dreadful", "invited", "bed", "judged", "laughed", "passage", "dining", "laugh", "around", "cole's", "fears", "law", "seated", "behaviour", "suckling", "box", "period", "living", "attached", "event", "mile", "rational", "christmas", "tolerably", "catch", "proved", "lane", "merit", "silly", "six", "boy", "charge", "opening", "leisure", "youth", "assistance", "eat", "families", "seat", "school", "remarkably", "smith's", "supper", "advise", "gratified", "totally", "strength", "maid", "evidently", "share", "window", "fortnight", "follow", "waiting", "book", "repeated", "during", "reading", "places", "appears", "equally", "frightened", "suspected", "decidedly", "gallant", "exclaimed", "listened", "endure", "tender", "fresh", "minute", "expectation", "express", "bringing", "street", "exceedingly", "journey", "imagination", "grandmama", "boys", "stopped", "arrival", "habit", "excepting", "throat", "excessively", "reached", "carriages", "remain", "prepared", "avoid", "opened", "suspicions", "observation", "pork", "patty", "warmth", "hill", "mistress", "past", "powers", "isabella's", "hers", "habits", "lucky", "absence", "persons", "willing", "gallantry", "properly", "visits", "harm", "one's", "fell", "income", "accomplished", "unhappy", "truly", "lively", "proposed", "moments", "unless", "strange", "stood", "middle", "garden", "deserve", "laid", "distinct", "mill", "raise", "settle", "awkward", "figure", "objection", "cross", "seldom", "countenance", "confidence", "lead", "entreat", "don't", "higher", "companions", "keeping", "effect", "tall", "doors", "desired", "beg", "severe", "absent", "wit", "proceeded", "reply", "nice", "court", "private", "inquiry", "chair", "resources", "begged", "indifference", "agitation", "moving", "drive", "servants", "step", "wishing", "cure", "ma'am", "impatient", "declare", "story", "ford's", "post", "evils", "prospect", "intercourse", "daily", "required", "differently", "paying", "inquiries", "breakfast", "dependence", "independence", "success", "luck", "comprehend", "comfortably", "mortification", "produce", "begun", "probability", "secured", "judging", "addition", "earnestly", "acknowledge", "united", "preferred", "card", "distinction", "simplicity", "winter", "parlour", "light", "soft", "farm", "forming", "watch", "gruel", "introduction", "confined", "valuable", "questions", "chose", "martin's", "cause", "above", "money", "fit", "happen", "nearer", "forty", "inquire", "held", "feels", "arranged", "charm", "material", "pretend", "complexion", "glance", "blind", "liberty", "improvement", "infinitely", "points", "sooner", "delicate", "produced", "honourable", "peace", "addressing", "delicacy", "reserve", "civility", "speaks", "friend's", "unpleasant", "attend", "sick", "utmost", "deep", "supply", "convince", "clear", "month", "ran", "satisfy", "proceed", "intelligence", "wretched", "setting", "fully", "surry", "bustle", "instantly", "reserved", "perfection", "subjects", "tells", "parting", "dull", "spare", "seriously", "suspicion", "future", "perceived", "master", "spectacles", "admire", "partner", "baked", "grounds", "exploring", "plaister", "dream", "nearly", "sixteen", "advantages", "increased", "talents", "matrimony", "separate", "support", "nervous", "intimate", "frequent", "draw", "hard", "troublesome", "dearest", "loves", "reflection", "tears", "acceptable", "secure", "farmer", "endeavour", "employment", "proud", "quarrel", "importance", "scruples", "pleasures", "report", "sufficiently", "formed", "cake", "terms", "westons", "lovely", "superiority", "liberal", "dressed", "several", "shewing", "becoming", "seeming", "pleasantly", "parted", "opinions", "thorough", "apple", "humble", "sentiment", "independent", "immediate", "number", "lay", "kingston", "gentleman's", "elizabeth", "vulgar", "entire", "doubtful", "assured", "grow", "venture", "inconvenience", "conceal", "hesitation", "following", "grace", "leaving", "passion", "tolerable", "mixture", "civilities", "safety", "expressed", "propriety", "forced", "mistake", "occur", "visiting", "horse", "grew", "tiresome", "fix", "tempered", "extreme", "fall", "certainty", "highest", "act", "possibility", "hot", "putting", "moment's", "confusion", "syllable", "receive", "o'clock", "promised", "pretence", "trifling", "solicitude", "wingfield", "disengaged", "danced", "succeeded", "south", "engagement", "sore", "abroad", "sacrifice", "folly", "dress", "enjoy", "sensations", "frank's", "caution", "hurrying", "shut", "explanation", "suffer", "burst", "england", "performance", "sound", "shop", "presume", "larger", "interrupted", "selina", "richmond", "strawberries", "existence", "affectionate", "denying", "played", "amuse", "seven", "concerns", "suffering", "constitution", "recommended", "afforded", "happier", "visitor", "eight", "connected", "connexions", "dreadfully", "bye", "behaved", "instance", "talent", "drawn", "matters", "break", "shame", "entering", "former", "comparison", "illness", "quitted", "trade", "schemes", "choice", "partial", "missed", "apparent", "eating", "pair", "horror", "persuasion", "fancied", "named", "frequently", "unwilling", "guests", "water", "intentions", "describe", "fancying", "foot", "precisely", "june", "employed", "ignorant", "watched", "trusted", "mortified", "forgetting", "grave", "quickness", "grown", "personal", "fairly", "sufficient", "twelve", "rule", "memory", "borne", "cared", "scruple", "stopt", "progress", "deceived", "corner", "length", "displeased", "attending", "shade", "depended", "principal", "hurried", "parcel", "conveyed", "pardon", "accept", "thus", "natured", "consolation", "cares", "protest", "gradually", "amusing", "fetch", "depends", "detained", "refused", "foolish", "address", "trust", "perceive", "woman's", "ended", "pause", "eagerness", "front", "staid", "approach", "necessity", "preparation", "leading", "rose", "observing", "housekeeper", "tempted", "affections", "fear", "grandmother", "death", "quietly", "windows", "autumn", "playing", "misery", "coolly", "assist", "english", "ordered", "heavy", "houses", "dangerous", "preference", "occupy", "heat", "moderate", "white", "communication", "positively", "nephew", "prove", "engagements", "politeness", "recovered", "neighbour", "gown", "kindly", "bristol", "hall", "february", "cox", "across", "consent", "rivet", "larkins", "crowd", "barouche", "landau", "gardens", "daughters", "governess", "fallen", "taylor's", "chiefly", "rank", "beloved", "composed", "various", "unreserve", "recollection", "peculiarly", "removed", "reach", "accepted", "melancholy", "compassion", "humoured", "servant", "turns", "goes", "regrets", "unnecessary", "damp", "dirty", "vast", "joke", "shook", "wherever", "triumph", "interference", "become", "active", "social", "yorkshire", "anger", "expense", "wealth", "purchase", "adjoining", "objects", "apprehension", "merits", "prevailed", "season", "attended", "pains", "nerves", "liking", "recommendation", "felicity", "talker", "suited", "professed", "spot", "ample", "church", "neat", "features", "sweetness", "engaging", "introduce", "listening", "closed", "thin", "boiled", "hurt", "ours", "wine", "encouraging", "ventured", "conceit", "finest", "books", "day's", "repent", "birth", "compared", "wondering", "compare", "later", "feared", "meetings", "wants", "drew", "patience", "failed", "height", "add", "arise", "supposing", "creating", "assurance", "falling", "decision", "lover", "proposal", "skill", "deserved", "declaration", "watching", "employ", "throw", "continual", "errand", "precious", "direct", "language", "slowly", "takes", "doubts", "prefer", "conscience", "hitherto", "induced", "offering", "rude", "imprudent", "indignation", "admit", "crossed", "unfortunate", "weak", "opposite", "secret", "thousand", "provoking", "her's", "hastily", "attentive", "motives", "remembered", "fellow", "collection", "approve", "observations", "alliance", "invitations", "conclusion", "eldest", "thanked", "declined", "writes", "apt", "cottage", "broad", "increase", "acknowledged", "rapidly", "bathing", "alike", "capable", "reproach", "forbearance", "doubted", "lives", "miserable", "numbers", "carry", "complaint", "astonishment", "increasing", "astonished", "insufferable", "stir", "sanguine", "blessing", "accommodation", "attraction", "shewn", "sunk", "motive", "excuses", "suffered", "contrived", "thanks", "eagerly", "twice", "saturday", "dixon's", "campbell's", "human", "leg", "deeply", "steps", "dared", "tongue", "engage", "peculiar", "quickly", "readily", "delightfully", "dances", "ford", "shocked", "attack", "e", "sister's", "ceased", "authority", "directed", "shape", "third", "unexceptionable", "black", "taught", "devoted", "informed", "domestic", "older", "depressed", "spared", "flow", "square", "shocking", "congratulations", "faults", "constantly", "blessed", "manage", "native", "born", "rising", "gentility", "property", "introduced", "bore", "goodness", "unreasonable", "brother's", "overcome", "improve", "established", "eighteen", "according", "prospects", "expression", "convenient", "female", "approaching", "spending", "evenings", "unwholesome", "comforts", "parish", "privilege", "contented", "cheerfulness", "establishment", "plenty", "wholesome", "anticipated", "condition", "boarder", "continue", "admitted", "unworthy", "moved", "occasions", "fashion", "visitors", "bit", "satisfactory", "sending", "foreseen", "guided", "granted", "attempts", "penetration", "encouraged", "notion", "aloud", "entertaining", "th", "hence", "afford", "forth", "misfortune", "careful", "symptoms", "admirer", "yards", "gained", "bred", "wholly", "awkwardness", "displeasure", "pattern", "likes", "contrary", "blushed", "brain", "feature", "slow", "vexation", "brilliant", "lasting", "direction", "principally", "exquisite", "possession", "attempted", "disgust", "difficult", "mouth", "earnest", "pressing", "decide", "pencil", "approached", "study", "sofa", "offence", "shawl", "commission", "entreaties", "agitated", "asking", "sentiments", "intelligible", "expressions", "powerful", "safer", "result", "grieved", "ungrateful", "allowing", "stronger", "ceremony", "stranger", "inclined", "plans", "working", "offers", "greatly", "refusal", "altered", "uneasy", "uneasiness", "prudence", "club", "conscious", "intention", "pursuit", "grand", "riddle", "expose", "benefit", "smooth", "provided", "phrase", "rise", "nicely", "distinctly", "parade", "barely", "warmer", "relief", "creatures", "exertion", "distressing", "boot", "obligation", "lace", "incessant", "cautious", "coachman", "noise", "endured", "drinking", "prevented", "shake", "extent", "convenience", "madam", "example", "occasionally", "fail", "bateses", "interval", "travel", "convey", "reflections", "avoiding", "liable", "previous", "prompt", "expressing", "travelling", "spruce", "cordial", "modern", "continually", "substance", "january", "catching", "recommending", "cool", "seized", "hoping", "resolve", "resumed", "presumption", "professions", "error", "resentment", "instant", "respects", "abundance", "belonged", "wise", "seclusion", "penance", "dignity", "resolutely", "evident", "removal", "distant", "situations", "loud", "require", "handwriting", "tuesday", "unwell", "bless", "glancing", "save", "description", "indulgence", "deficient", "described", "disturbed", "rejoice", "gay", "guessed", "collected", "balls", "acquiescence", "mixed", "constant", "betrayed", "draught", "risk", "nay", "retirement", "thoughtful", "song", "cutting", "coxes", "whisper", "gilbert", "exert", "otway", "beds", "blessings", "youngest", "died", "remembrance", "supplied", "grief", "promoted", "intelligent", "arose", "activity", "woodhouses", "cheerfully", "deserves", "thirty", "elder", "brunswick", "animated", "mild", "shoes", "flatter", "fondly", "matches", "letting", "lady's", "idle", "ii", "succeeding", "brothers", "estate", "refrain", "cease", "occupation", "longed", "shaken", "determination", "steadily", "bought", "obtained", "unlikely", "affect", "included", "source", "recovering", "sorrowful", "unfit", "consulting", "gentlemanlike", "moderately", "iii", "residence", "enjoyed", "popularity", "hate", "outward", "boasted", "honest", "quantity", "train", "request", "raised", "bloom", "blue", "unusual", "meal", "welcomed", "basin", "varied", "confirmed", "free", "parents", "discovered", "affairs", "enjoying", "sink", "walks", "sing", "singing", "cards", "ride", "beforehand", "talks", "force", "alarming", "oppose", "voluntarily", "running", "happening", "repeatedly", "plainly", "guessing", "downright", "model", "probable", "deficiency", "sex", "inducement", "steady", "senses", "preparing", "despair", "learn", "inferiority", "uncomfortable", "lament", "deny", "firm", "dread", "brings", "unjust", "discussion", "remains", "alarmed", "surmise", "hints", "praised", "graceful", "naivete", "drawings", "raptures", "answering", "containing", "labour", "variety", "sleeping", "george", "flattering", "persuading", "husbands", "wives", "destined", "considerably", "suspecting", "tree", "december", "assurances", "directions", "fearful", "pressed", "requires", "hesitating", "waited", "visited", "killed", "conceited", "censure", "decisive", "dark", "original", "apologies", "sun", "entertain", "pace", "chat", "dropt", "madness", "degradation", "whoever", "recommendations", "nine", "minds", "sought", "consequently", "wondered", "expectations", "involved", "pounds", "vexed", "effects", "whist", "latter", "comprehension", "charades", "recollections", "lips", "earth", "luxury", "lord", "slave", "kingdom", "resist", "pointed", "exception", "glow", "committed", "pays", "betray", "pushed", "ridiculous", "thankful", "affected", "bow", "honoured", "indulge", "remark", "gates", "class", "contrive", "message", "induce", "recollecting", "narrow", "candour", "sensation", "nephews", "knightleys", "impression", "path", "stopping", "bend", "acting", "rights", "communicated", "hazard", "somehow", "exciting", "ones", "attendance", "charity", "hesitated", "september", "fever", "c", "procuring", "d'ye", "calmness", "requisite", "cooler", "rendered", "colds", "sickly", "fatigued", "intending", "unfortunately", "ear", "restore", "holds", "conceive", "proving", "roast", "accepting", "blunders", "coldness", "motion", "usually", "enter", "sweep", "gate", "zeal", "effort", "nodding", "whims", "delays", "terror", "complain", "assuming", "offended", "succeed", "examining", "along", "discovery", "tete", "acknowledging", "embarrassment", "thick", "introducing", "agreeably", "destroy", "composure", "inevitable", "temptation", "provide", "opposed", "notions", "sized", "inquiring", "meanwhile", "joint", "drawback", "unlucky", "guard", "saved", "fortitude", "wiser", "double", "necessarily", "handed", "discoveries", "augusta", "distinguishing", "spread", "stupid", "somewhere", "conjecture", "entertainment", "check", "absolute", "neglect", "determine", "tranquillity", "earlier", "nights", "concurrence", "amends", "inn", "particulars", "utter", "gloves", "plays", "assembled", "treatment", "adopt", "irish", "mad", "voices", "space", "valued", "basket", "ribbon", "fruit", "hodges", "thoughtless", "gravely", "stokes", "measles", "perry's", "uncertainty", "exclaim", "headache", "tenderness", "extensive", "explore", "mix", "wonderful", "caro", "sposo", "finery", "midsummer", "candles", "wet", "bragge", "retired", "remove", "gipsies", "bank", "beer", "sucklings", "swisserland", "volume", "unite", "restraint", "threatened", "enjoyments", "sorrow", "cheer", "suitable", "generous", "attach", "nursed", "illnesses", "intellectual", "solitude", "actual", "disparity", "everywhere", "november", "lawn", "origin", "slighted", "asks", "exertions", "maintain", "backgammon", "gratefully", "chances", "tear", "divided", "provision", "planning", "cleverer", "straightforward", "unaffected", "captain", "proportion", "infinite", "unsuitable", "missing", "amazing", "additional", "offered", "seek", "settling", "pleasantest", "excite", "caprice", "belonging", "strengthened", "irresistible", "separation", "losing", "hour's", "privations", "solitary", "regarded", "applied", "disagree", "eaten", "slice", "measure", "including", "blank", "elegancies", "hardship", "widow", "vicar", "harmless", "uncommon", "wonders", "trivial", "communications", "sentences", "refined", "sold", "reckoned", "healthy", "occasional", "owed", "fireside", "collect", "seventeen", "gracious", "acquired", "impressed", "coarse", "admiring", "hospitality", "propose", "venturing", "egg", "serle", "understands", "treated", "iv", "inviting", "divisions", "approved", "teachers", "exultation", "upper", "cow", "drink", "dozen", "son's", "dwelt", "bid", "fifty", "horseback", "lower", "below", "stock", "station", "marries", "gentleness", "flutter", "compose", "carrying", "appearances", "disturb", "copied", "suits", "design", "softness", "strikes", "driving", "palpably", "expediency", "foundation", "v", "supplying", "regularly", "submit", "refresh", "spoiled", "puzzled", "dependent", "ignorance", "flattery", "hazle", "upright", "loveliness", "kinder", "qualities", "blunder", "somewhat", "apprehended", "fate", "sincere", "excited", "declares", "tempt", "destiny", "vi", "confident", "perception", "striking", "sighing", "animation", "inimitable", "colours", "sang", "excellence", "spirited", "capital", "faces", "kindest", "unlike", "sketch", "lessen", "discern", "promising", "entreated", "accompanied", "correct", "resemblance", "prettily", "draws", "shoulders", "touched", "admirable", "alert", "vii", "longing", "errors", "disgraced", "paused", "anxiously", "helped", "strongly", "clearly", "prompted", "apprehend", "hesitate", "graciously", "confused", "impatience", "approving", "opposing", "advised", "tendency", "draper", "envy", "explained", "modest", "viii", "safest", "defer", "contrast", "improved", "considers", "inferred", "relations", "experience", "beneath", "level", "indubitable", "selfish", "contemptible", "comprehending", "prudent", "application", "tolerate", "abruptly", "sanction", "cast", "rode", "elegantly", "easier", "sober", "assisted", "kitty", "frozen", "intently", "denote", "freshness", "addressed", "kings", "behold", "monarch", "seas", "reverse", "freedom", "reigns", "dulness", "courtship", "addresses", "shark", "concluding", "congratulate", "arrive", "acknowledgment", "prose", "homes", "sends", "handsomest", "twelvemonth", "intent", "submitted", "fairy", "lawyer", "inconvenient", "promises", "unwelcome", "grandpapa", "string", "rough", "discerned", "die", "amiss", "charitable", "yellow", "formidable", "relative", "poverty", "avoided", "heaven", "topics", "compassionate", "counsel", "purse", "virtue", "sympathy", "scene", "wretchedness", "trial", "accompany", "footpath", "stooping", "child's", "proposition", "exceed", "alertness", "lovers", "inch", "anticipation", "advance", "wrapt", "benevolence", "profession", "clearness", "ungracious", "escaped", "calmly", "aside", "advocate", "passes", "fly", "quarrelled", "aunt's", "argument", "conversable", "curious", "local", "longest", "article", "bilious", "practice", "airy", "pale", "shaking", "cromer", "consulted", "breaking", "meadows", "renewal", "division", "advanced", "invalid", "mutton", "&", "interfere", "naming", "overlook", "negligent", "accordingly", "punctually", "encounter", "snowing", "complaints", "lasted", "afternoon", "preserve", "amongst", "appearing", "rules", "gladly", "apprehensive", "infection", "abominable", "careless", "reproof", "covered", "exclamation", "revived", "tidings", "bell", "stept", "restrain", "apology", "amazement", "slightly", "fewer", "irritation", "trembling", "solicitous", "headed", "indebted", "start", "proposals", "pert", "continuing", "operation", "softened", "disappoint", "hanging", "announced", "artless", "welfare", "minded", "method", "begins", "restored", "announce", "luxurious", "conceived", "amount", "rid", "unfair", "rightly", "mark", "principle", "hit", "doubly", "treasure", "throughout", "coxcomb", "practised", "prejudiced", "sins", "cordially", "warmest", "unexpected", "beautifully", "deaf", "raising", "friday", "press", "presence", "fame", "action", "sinking", "limited", "judicious", "unseen", "bread", "truths", "acquit", "denied", "complacency", "started", "suggested", "reappeared", "dixons", "distinguished", "changing", "procure", "forgive", "entertained", "discretion", "perseverance", "loin", "implied", "bonnet", "sly", "worn", "talkative", "heated", "thither", "whispering", "genuine", "trifle", "shock", "series", "rapidity", "accidental", "scattered", "preparations", "lesson", "blood", "grandeur", "glimpse", "irritated", "trees", "dry", "midst", "liveliness", "wisest", "thanking", "yours", "sees", "oftener", "positive", "built", "successful", "preparatory", "parcels", "conclude", "hesitatingly", "sensibility", "sounds", "recur", "wickedness", "restlessness", "occurrence", "unpretending", "owned", "numerous", "hungry", "noticing", "strongest", "noble", "honestly", "heartily", "soul", "sign", "objections", "dwell", "mercy", "top", "dancer", "submission", "comforted", "producing", "anne", "job", "wallis", "custom", "gets", "signify", "staircase", "shews", "speculation", "miserably", "stairs", "chief", "overhearing", "prosperous", "unwillingness", "correspondent", "odious", "quit", "gratifying", "subsequent", "names", "hasty", "affectedly", "familiar", "entrance", "beauties", "silenced", "unknown", "partridge", "discover", "airs", "remiss", "plea", "eligible", "wear", "astonishing", "calls", "faith", "exposed", "bottom", "accounts", "april", "offices", "finger", "declared", "arriving", "hughes", "ballroom", "asparagus", "bickerton", "cotton", "burn", "dealing", "humourist", "donkey", "river", "prosperity", "conundrum"]