["<unk>", "<pad>", "<sos>", "<eos>", "the", ",", ".", "of", "and", "to", "\"", "in", "is", "a", "(", "you", ")", "]", "I", "that", "was", "for", "The", "-", "will", "they", "be", "as", "it", "not", "with", "are", "he", ":", "from", "'s", "by", "on", "have", "who", "them", "God", "?", "He", ";", "do", "his", "or", "one", "has", "him", "this", "at", "And", "[", "were", "their", "all", "which", "'", "we", "It", "said", "what", "but", "me", "your", "an", "people", "In", "had", "my", "n't", "when", "know", "You", "there", "been", "They", "can", "also", "day", "Cambodia", "!", "so", "time", "about", "Lord", "those", "no", "out", "This", "We", "us", "if", "its", "other", "like", "So", "Thai", "first", "would", "into", "did", "But", "Khmer", "her", "Vietnam", "then", "If", "say", "good", "two", "than", "up", "see", "known", "because", "shall", "Do", "after", "His", "come", "more", "man", "life", "want", "years", "Vietnamese", "only", "name", "Thailand", "over", "Cambodian", "now", "province", "before", "does", "some", "our", "most", "When", "may", "What", "made", "go", "called", "well", "am", "many", "world", "There", "For", "city", "Him", "she", "way", "A", "King", "used", "between", "right", "these", "during", "great", "any", "where", "back", "against", "things", "until", "believe", "She", "country", "make", "Then", "–", "As", "French", "1", "just", "love", "China", "government", "through", "family", "place", "'re", "men", "born", "came", "part", "power", "here", "'m", "own", "truth", "Chinese", "Jesus", "take", "could", "year", "among", "away", "given", "new", "think", "another", "being", "give", "under", "such", "Lao", "That", "since", "Laos", "every", "National", "should", "later", "same", "seen", "My", "work", "became", "very", "each", "both", "evil", "father", "down", "how", "South", "United", "son", "three", "water", "'ll", "end", "get", "even", "long", "3", "Minister", "capital", "death", "language", "Province", "hand", "People", "area", "2", "On", "earth", "word", "Wat", "best", "help", "house", "going", "old", "region", "whom", "heard", "today", "while", "children", "land", "listen", "need", "tell", "upon", "5", "After", "created", "again", "four", "five", "king", "faith", "put", "state", "temple", "Phnom", "never", "use", "'ve", "10", "River", "Who", "able", "done", "let", "located", "second", "found", "saw", "Bangkok", "flag", "still", "One", "To", "left", "%", "Party", "University", "become", "last", "much", "sent", "ASEAN", "Moses", "days", "home", "Penh", "Royal", "War", "fear", "himself", "served", "Asia", "Southeast", "themselves", "Prince", "must", "true", "Republic", "doing", "find", "live", "order", "20", "century", "light", "At", "heaven", "including", "others", "told", "7", "Is", "according", "fire", "understand", "Israel", "April", "Norodom", "Prime", "fruit", "says", "woman", "4", "near", "person", "sin", "Father", "Mekong", "Myanmar", "These", "Your", "population", "North", "Why", "age", "brought", "gave", "north", "town", "wife", "bring", "largest", "look", "show", "worship", "Kingdom", "No", "Phra", "ask", "knowledge", "peace", "appointed", "former", "ones", "went", "within", "women", "All", "Son", "comes", "dead", "hear", "lot", "written", "6", "Burmese", "City", "January", "brother", "hands", "set", "12", "better", "military", "national", "night", "righteous", "why", "How", "child", "took", "countries", "died", "righteousness", "saying", "8", "die", "sins", "something", "south", "By", "along", "heart", "often", "party", "return", "saved", "East", "Korean", "President", "based", "far", "official", "term", "times", "Korea", "States", "around", "believed", "high", "kingdom", "number", "too", "15", "August", "already", "eat", "held", "members", "speak", "11", "July", "March", "May", "asked", "border", "call", "living", "nothing", "thing", "whole", "18", "Ang", "Now", "began", "eyes", "led", "taken", "west", "without", "English", "established", "knew", "though", "/", "Let", "everything", "means", "mother", "southern", "support", "yet", "International", "Or", "Therefore", "east", "following", "got", "human", "provinces", "words", "17", "An", "Are", "LORD", "ever", "follow", "keep", "off", "political", "pronounced", "received", "Buddhist", "anything", "little", "needed", "present", "Minh", "November", "Rouge", "Siam", "major", "member", "million", "named", "prayer", "side", "wisdom", "2019", "book", "district", "few", "group", "law", "royal", "therefore", "war", "9", "However", "Some", "island", "looking", "30", "Rama", "food", "form", "having", "sign", "24", "Because", "Christ", "June", "Luang", "coming", "history", "judgment", "main", "morning", "seven", "taught", "tree", "Abraham", "Have", "October", "World", "body", "ca", "knows", "leave", "mi", "self", "Central", "Mon", "New", "Siamese", "brothers", "different", "full", "hearts", "hope", "open", "period", "public", "small", "together", "turned", "wrong", "14", "Asian", "December", "Jews", "Palace", "Sihanouk", "de", "indeed", "might", "politician", "red", "several", "talk", "various", "due", "minister", "nation", "raised", "receive", "six", "thee", "Cham", "Delta", "Me", "Those", "face", "next", "third", "State", "anyone", "northern", "truly", "white", "13", "control", "kill", "kind", "whose", "2017", "Council", "Most", "September", "forth", "important", "meaning", "sure", "using", "whether", "RTGS", "Russian", "Vientiane", "dynasty", "however", "husband", "modern", "prophets", "school", "servant", "stay", "turn", "unto", "Champa", "During", "India", "Malay", "Sri", "building", "built", "common", "daughter", "drink", "early", "head", "site", "spoken", "16", "American", "British", "John", "Malaysia", "O", "With", "afraid", "authority", "close", "color", "community", "greater", "large", "months", "sons", "source", "strong", "wanted", "wants", "yourself", "Ayutthaya", "February", "From", "Nam", "School", "Sisowath", "beginning", "chosen", "currently", "economic", "ethnic", "friend", "glory", "least", "past", "prime", "send", "works", "2022", "Allah", "Assembly", "Hun", "Maha", "Tom", "company", "enter", "mercy", "money", "point", "promised", "rest", "single", "working", "Democratic", "France", "free", "students", "voice", "—", "2013", "Army", "Go", "II", "Today", "Where", "across", "angels", "central", "commonly", "current", "forces", "half", "judge", "killed", "returned", "service", "speaking", "ten", "traditional", "1975", "General", "UC", "command", "create", "example", "friends", "names", "nor", "parents", "promise", "river", "sea", "stand", "25", "Burma", "David", "Empire", "Great", "Its", "Japan", "Japanese", "always", "clear", "considered", "development", "poor", "president", "read", "Satan", "account", "adopted", "angel", "answered", "behind", "happened", "international", "position", "run", "system", "wait", "wish", "23", "Not", "Paris", "Princess", "Since", "blessed", "care", "center", "grace", "once", "possible", "presence", "really", "share", "start", "started", "thought", "2018", "2020", "College", "Indian", "Many", "Sen", "Spirit", "birth", "cause", "followed", "i.e.", "kilometres", "leader", "making", "path", "remain", "remember", "replied", "save", "servants", "signs", "soon", "won", "$", "2014", "Be", "ago", "alone", "believers", "blood", "doubt", "either", "except", "fact", "fall", "fish", "foreign", "founded", "general", "hour", "late", "lies", "lived", "middle", "mind", "nations", "opened", "popular", "provide", "rule", "season", "story", "towards", "trust", "write", "2008", "50", "Buddha", "Long", "Soviet", "alpha", "centre", "destroyed", "film", "km", "sometimes", "thou", "young", "19", "2012", "2015", "Committee", "Communist", "House", "Indonesia", "Mary", "construction", "enough", "level", "local", "parts", "play", "pray", "prayed", "punishment", "reign", "resurrection", "star", "trying", "witness", "2009", "2016", "According", "Angkor", "Bình", "Chan", "Chiang", "District", "Good", "High", "Holy", "Of", "Si", "Tell", "creation", "culture", "desire", "especially", "hard", "hold", "learn", "lives", "lost", "meet", "officially", "seek", "sight", "spirit", "states", "talking", "top", "trade", "worked", "28", "Chi", "Day", "Kim", "Our", "Phraya", "Preah", "Red", "Russia", "Twitter", "US", "Whoever", "case", "course", "divided", "everyone", "front", "hours", "independence", "news", "role", "series", "special", "throne", "yellow", "’s", "&", "21", "Brunei", "Buddhism", "Chao", "Ho", "Indochina", "Man", "Solomon", "administrative", "ancient", "certainly", "cities", "decided", "deeds", "disciples", "field", "fruits", "include", "kept", "relations", "religion", "result", "statue", "sun", "throughout", "whoever", "yourselves", "'d", "100", "Bang", "Blessed", "Her", "Joseph", "Kong", "M.", "above", "almost", "art", "associated", "districts", "event", "gives", "less", "list", "married", "message", "music", "needs", "outside", "programs", "prophet", "protect", "remains", "revealed", "surely", "takes", "title", "weight", "wicked", "2010", "Come", "Egypt", "Gentiles", "Hanoi", "Lake", "Union", "Will", "apostles", "army", "choose", "groups", "happen", "hell", "holy", "join", "joined", "longer", "lord", "project", "research", "short", "sister", "spoke", "team", "television", "total", "ways", "wo", "2011", "27", "Front", "Kampuchea", "Law", "Well", "announced", "bear", "belongs", "change", "colonial", "developed", "economy", "else", "enemies", "entered", "forgive", "itself", "prayers", "pronunciation", "reached", "ready", "reason", "serve", "shown", "understanding", "2021", "Earth", "Every", "Giang", "Ministry", "Oh", "Word", "bad", "contains", "continued", "covers", "derived", "destroy", "faithful", "fathers", "god", "inside", "interpreter", "moment", "mountain", "mouth", "per", "program", "signed", "suffering", "usually", "version", "waiting", "1945", "26", "Even", "Heaven", "Kampong", "Their", "Timor", "West", "areas", "arrived", "bacteria", "base", "cast", "changed", "commanded", "elected", "fast", "forget", "forgiven", "future", "gods", "included", "justice", "languages", "makes", "mean", "meeting", "myself", "office", "plan", "praise", "problem", "reach", "reward", "s", "sick", "speech", "stop", "22", "Government", "Lan", "League", "Master", "Nguyễn", "Park", "Truth", "Western", "Year", "approximately", "benefit", "borders", "build", "certain", "coast", "date", "enemy", "equal", "followers", "force", "forward", "giving", "granted", "happy", "mankind", "media", "native", "nine", "played", "powerful", "produced", "property", "purpose", "species", "territory", "tried", "wrote", "1946", "Although", "First", "Google", "Here", "Life", "Navy", "Prabang", "Secretary", "See", "Tai", "While", "actually", "added", "amongst", "blind", "chief", "daughters", "degree", "difficult", "easy", "events", "feet", "filled", "formerly", "gone", "heavens", "highest", "larger", "lit", "looked", "m", "placed", "previously", "provided", "referred", "released", "removed", "road", "secret", "serving", "similar", "someone", "standing", "strength", "wealth", "western", "ye", "Koh", "Philippines", "Prophet", "Queen", "Quảng", "Say", "Scriptures", "Singapore", "US$", "although", "career", "charge", "class", "communist", "data", "descendants", "designed", "devil", "eight", "formed", "gain", "girl", "gold", "greatest", "grew", "hast", "independent", "interpretation", "lead", "matter", "met", "mostly", "moved", "officials", "please", "produce", "punished", "sold", "soul", "spread", "temples", "thousand", "thousands", "try", "type", "witnesses", "Both", "Himself", "Look", "Madrid", "Peace", "Peter", "Temple", "Theravada", "Viet", "ate", "billion", "blue", "bread", "court", "feel", "forever", "fourth", "ft", "ground", "honor", "includes", "interest", "introduced", "kings", "low", "market", "parties", "question", "regime", "religious", "rights", "scriptures", "sell", "social", "sufficient", "testimony", "visible", "visit", "watch", "1960", "Can", "Does", "Dutch", "Dynasty", "Emperor", "European", "German", "Gulf", "Only", "Scripture", "Sea", "Studies", "Supreme", "Take", "Yes", "access", "anti", "arts", "caused", "decision", "entire", "eye", "final", "forgiveness", "further", "image", "lake", "lower", "measure", "pay", "percent", "places", "rather", "represent", "respect", "room", "sinners", "sq", "style", "terms", "toward", "tuberculosis", "vaccine", "widely", "wise", "#", "):", "1954", "1991", "19th", "2007", "AD", "Before", "Chakri", "Chulalongkorn", "Deputy", "Development", "Following", "Get", "Hà", "Indeed", "James", "Lanka", "Mai", "Nakhon", "Ong", "Paul", "Saigon", "Saint", "Sihanoukville", "Thou", "act", "addition", "answer", "appeared", "belong", "big", "business", "consider", "door", "earlier", "education", "elections", "fighting", "fled", "fulfilled", "glad", "glorified", "healed", "houses", "km2", "meant", "non", "older", "original", "pleased", "primary", "protests", "regions", "reported", "services", "thus", "village", "whatever", "..", "1949", "1970", "2004", "20th", "29", "Adam", "Arabic", "Beijing", "Born", "Degree", "Don", "Everything", "Hey", "IPA", "Indonesian", "Institute", "Keo", "Later", "Liberation", "Loki", "Nations", "Olympic", "Portuguese", "Prey", "Public", "Real", "Remember", "Road", "Sanskrit", "Second", "Thus", "Which", "Yet", "air", "al", "aware", "black", "carried", "concerning", "condition", "continue", "cultural", "declared", "described", "disease", "eastern", "effort", "election", "eternal", "eventually", "existence", "green", "grow", "hidden", "i", "job", "joy", "letter", "line", "master", "practice", "provides", "real", "remained", "response", "ruling", "sitting", "size", "square", "stone", "study", "taking", "teach", "teaching", "thank", "training", "troops", "trouble", "unbelievers", "walk", "worthy", "--", "America", "Arts", "Battambang", "DNA", "Did", "Facebook", "Islam", "Lon", "Lower", "Muslim", "Office", "Pacific", "Political", "Region", "Treaty", "Until", "Xang", "Yangon", "Youth", "action", "active", "below", "composed", "consists", "coup", "cross", "darkness", "deal", "distance", "evidence", "experience", "gathered", "height", "historical", "hundred", "increase", "legal", "length", "loved", "martial", "ministers", "model", "monks", "natural", "northeast", "pass", "plant", "powers", "probably", "provincial", "range", "record", "recorded", "related", "relationship", "rise", "seeing", "sees", "separate", "simply", "success", "tomorrow", "trees", "variety", "via", "virus", "weak", "1958", "31", "40", "Aaron", "Barcelona", "Cambodians", "Economic", "Em", "Games", "Germany", "Hall", "Love", "Meas", "Mueang", "Nikaya", "Other", "Sam", "U.S.", "Windows", "aged", "basis", "bought", "centuries", "club", "completed", "confident", "covered", "deep", "determined", "ended", "existed", "expanded", "felt", "gained", "generation", "gift", "highly", "host", "initially", "interpreting", "laid", "latter", "leaders", "leadership", "leaving", "metres", "movement", "none", "northwest", "numerous", "originally", "ourselves", "particularly", "personal", "prison", "raise", "recognized", "refer", "refused", "regional", "remembered", "repent", "report", "running", "seed", "sit", "sleep", "soldiers", "stayed", "tells", "twelve", "value", "wake", "wide", "win", "worn", "worth", "writing", "1962", "2006", "500", "Al", "Business", "Center", "Chams", "Chelsea", "EAS", "Foreign", "Grand", "Human", "Island", "Kao", "Manchester", "Museum", "Nol", "Pharaoh", "Pholsena", "Revolution", "Sangkum", "Senate", "Sukhothai", "Sun", "Sơn", "YOU", "YouTube", "accordance", "acting", "add", "ahead", "appear", "available", "avoid", "begin", "believing", "books", "buy", "claimed", "code", "committed", "consumed", "design", "direction", "display", "empire", "female", "fight", "forms", "fought", "founding", "governor", "growing", "health", "huge", "ill", "immediately", "islands", "leaves", "lie", "location", "lose", "loves", "majority", "monarchy", "muay", "numbers", "offer", "post", "professional", "promises", "rejected", "rewarded", "sheep", "significant", "sky", "sound", "staff", "stands", "suffer", "supported", "thanks", "thy", "tower", "university", "upper", "’", "1963", "2003", "2005", "39", "Australia", "Civil", "Conference", "Dhammayuttika", "Europe", "Everyone", "Give", "Hong", "Isaiah", "Judah", "KOOMPI", "Know", "Krom", "Maybe", "Monaco", "Mother", "Mr.", "Ngum", "Northern", "Patani", "Premier", "Television", "Thanh", "Three", "Two", "V", "Verily", "agreed", "amazed", "appearance", "asking", "becomes", "becoming", "believes", "branch", "chose", "church", "clearly", "co", "coconut", "commands", "compared", "complete", "concerned", "contact", "crowd", "efforts", "enjoy", "era", "facing", "families", "favor", "fifth", "flesh", "forced", "forty", "fresh", "fully", "game", "greatly", "happens", "household", "humans", "iniquity", "instead", "issues", "journey", "launched", "leading", "learned", "likely", "looks", "male", "meters", "mighty", "mine", "month", "nature", "oath", "occurred", "offers", "opposition", "orders", "origin", "patient", "player", "plenty", "process", "published", "quickly", "reality", "regarded", "rejoice", "replaced", "represents", "ruled", "ruler", "safe", "security", "seeds", "shape", "slave", "sought", "spend", "spent", "sport", "status", "structure", "tallest", "turns", "watching", "willing", "younger", "0", "1955", "1981", "60", "Apple", "Arab", "Association", "Children", "Chungcheong", "Club", "Court", "Cross", "Department", "Dr.", "Group", "Hourn", "Jacob", "Jerusalem", "La", "List", "Liverpool", "London", "Mohaori", "NOT", "Once", "Passerelles", "Peninsula", "Research", "Roman", "Southern", "Thong", "Trump", "X", "animals", "attention", "beautiful", "beyond", "capable", "cases", "completely", "conference", "cut", "difference", "eaten", "eating", "establish", "firm", "formally", "hath", "hearing", "helped", "hungry", "idea", "influence", "invasion", "involved", "iron", "issue", "method", "miracles", "mountains", "opposed", "ought", "passed", "prophecy", "protected", "prove", "re", "required", "sacrifice", "senior", "settled", "showed", "shows", "silver", "society", "spelled", "therein", "uses", "workers", "zone", "1965", "200", "32", "Anouvong", "Black", "Borneo", "Chairman", "Chief", "Christian", "Crown", "Dusit", "Education", "GDP", "Golden", "Hanja", "Heng", "Java", "Just", "Kampot", "Latin", "Leave", "Louis", "Muhammad", "Music", "Ninh", "Over", "Please", "Ream", "Samanea", "San", "Siem", "TV", "Time", "Verse", "Vice", "accepted", "administration", "allowed", "alphabet", "apart", "attended", "broke", "car", "cells", "coastal", "constitution", "controlled", "couple", "dad", "default", "direct", "division", "dwell", "embassy", "escape", "establishment", "evening", "exalted", "excellent", "exile", "famous", "feed", "fell", "garden", "goes", "goods", "grown", "hall", "higher", "information", "knowing", "mainly", "medical", "necessary", "objects", "offering", "oil", "organized", "painting", "particular", "pinyin", "populous", "port", "prepared", "pro", "proclaimed", "rebellion", "relatively", "relatives", "repentance", "restored", "rice", "rich", "rules", "sat", "schools", "scripture", "seeking", "seems", "separated", "serves", "ship", "showing", "sides", "slaves", "southwest", "sports", "statement", "station", "stood", "stronger", "summer", "symbol", "technology", "telling", "tenth", "testify", "thirty", "towns", "tributary", "types", "verse", "video", "wall", "wearing", "11th", "1947", "1960s", "1979", "1993", "34", "90", "About", "Age", "Also", "BA", "Bay", "Behold", "Bridge", "Egyptian", "Evil", "Follow", "Governor", "H.E.", "Hell", "Huế", "Hồ", "IV", "Isaac", "Jeolla", "Jewish", "Lanna", "Laotian", "Light", "Located", "Mark", "Media", "Medical", "Middle", "Network", "Papua", "Pracheachon", "Rajapaksa", "Reap", "Security", "Sejong", "Som", "Spyder", "Student", "Surely", "T", "Tam", "Tower", "Trust", "Upper", "Vijaya", "Way", "aid", "amount", "beings", "bringing", "calling", "campus", "channel", "closed", "conducted", "creatures", "crisis", "cultures", "dark", "dear", "demons", "diplomatic", "discovered", "dish", "drive", "easily", "effective", "elements", "entrance", "explained", "exposed", "extremely", "fine", "forest", "generally", "golden", "grant", "growth", "guard", "hate", "heads", "heat", "hospital", "hot", "hotel", "invaded", "judgments", "kingdoms", "learning", "limited", "magic", "maintained", "mass", "minutes", "monk", "n", "northeastern", "numériques", "object", "offered", "opposite", "organization", "owned", "palm", "police", "princes", "private", "production", "proved", "quite", "rain", "release", "representing", "revelation", "roughly", "sake", "satisfied", "script", "sense", "sinner", "smaller", "song", "southeast", "stars", "staying", "student", "surface", "table", "teaches", "ties", "till", "twice", "typically", "unable", "vary", "victory", "warning", "waters", "worshiped", "wrath", "yours", "Đồng", " ", "*", "150", "17th", "1948", "1964", "1989", "Act", "Affairs", "Africa", "Air", "Among", "Another", "Anyone", "Ban", "Bhumibol", "Canada", "Châu", "Coast", "Cobain", "Degrees", "Each", "Elizabeth", "Federation", "Flag", "Force", "Geneva", "Head", "Highway", "Independence", "Italian", "Jack", "Lady", "Lankan", "Last", "Like", "Lê", "Make", "Mani", "Men", "Muang", "Name", "Old", "Open", "Persian", "Phou", "Programs", "Pronunciation", "Radio", "Samdech", "Sino", "Socialist", "Sovann", "Spanish", "Stay", "Thom", "UK", "Upon", "Việt", "Vong", "White", "alive", "annexed", "asleep", "attend", "awareness", "bank", "behalf", "bird", "blessing", "bond", "bordered", "bound", "bridge", "caught", "characters", "choice", "citizens", "colors", "commit", "complex", "constructed", "council", "creating", "crying", "cultivated", "daily", "denied", "dispute", "doctor", "draw", "duty", "escaped", "exactly", "expected", "extensive", "failed", "false", "figures", "finally", "formal", "global", "goal", "gospel", "guidance", "heir", "holding", "holds", "idols", "individual", "industry", "infectious", "inspired", "keeps", "lay", "literally", "loss", "lying", "manner", "marry", "mission", "moon", "museum", "nearby", "newly", "nice", "noted", "obtained", "occupied", "oldest", "operations", "palace", "peoples", "policy", "politics", "preach", "prepare", "presented", "price", "priest", "proper", "protection", "ran", "ranked", "realized", "remaining", "rescue", "residence", "resistance", "revolution", "round", "rural", "salt", "sbai", "settlement", "singer", "sisters", "sixth", "souls", "sovereign", "standard", "studied", "stuff", "subsequent", "supreme", "testing", "torment", "tradition", "translation", "treaty", "triangle", "units", "victims", "view", "visited", "web", "week", "winning", "wonder", "wonderful", "worshipped", "youngest", "‘", "•", "1910", "1950", "1961", "2002", "35", "Academy", "Almighty", "Awards", "Ba", "Battle", "Boulevard", "Channel", "Despite", "Died", "Director", "Duong", "Eastern", "Four", "Funan", "Greek", "Imperial", "Jehovah", "Joe", "Karen", "Karma", "Land", "Language", "Luke", "Malaysian", "Management", "Muay", "Muslims", "Nothing", "Order", "Parliament", "Revelation", "Sanam", "Sap", "Science", "Sheeran", "Should", "Snguon", "Social", "Standard", "Such", "Taiwan", "Tonkin", "Tonlé", "Truly", "UN", "Ukraine", "Under", "Vajiralongkorn", "Vĩnh", "Whether", "Workers", "accept", "actress", "alongside", "altar", "animal", "anthem", "approved", "artist", "attempted", "backed", "beauty", "belief", "believer", "brings", "buildings", "burn", "burned", "c.", "carry", "carrying", "chain", "chairman", "chance", "character", "claim", "clean", "combined", "compassion", "computer", "confidence", "conflict", "connected", "consisting", "dealt", "delivered", "deputy", "diplomat", "director", "displayed", "divide", "dog", "drinking", "effect", "etc", "expensive", "extended", "fasting", "features", "fellow", "festival", "figure", "finds", "finished", "flags", "floor", "focus", "folks", "football", "forefathers", "founder", "freedom", "frequently", "grief", "guy", "hair", "happening", "heavy", "hide", "historically", "honour", "identified", "importance", "improve", "influenced", "inheritance", "internal", "issued", "justified", "key", "killing", "largely", "league", "likes", "maintain", "marked", "marriage", "meat", "microscope", "monarch", "move", "multiple", "nearly", "neither", "occur", "operating", "orange", "perfect", "perform", "performance", "performed", "playing", "portion", "potential", "praised", "praying", "pressure", "prince", "problems", "providing", "pure", "recent", "records", "roles", "ruined", "sale", "scene", "secretary", "selected", "shaped", "shares", "silent", "skin", "speaker", "spirits", "stated", "stories", "subdivided", "successful", "supports", "surprised", "taste", "test", "theatre", "thin", "thinking", "train", "treat", "trial", "tribe", "twenty", "understood", "vaccines", "valley", "venue", "waited", "wars", "weather", "whenever", "wine", "wing", "wishes", "worldwide", "15th", "1941", "1972", "1982", "1984", "1987", "250", "300", "47", "70", "80", "Additionally", "Administration", "Ayuth", "Bachelor", "Between", "Book", "Bun", "Buri", "Bắc", "CCP", "Christians", "Congo", "Cup", "Declaration", "Divine", "Dong", "Dubai", "Due", "Dương", "Fine", "GOD", "Han", "Has", "Hospital", "Instead", "Israelites", "Lai", "Le", "Ligue", "Live", "Mahathat", "Mahidol", "Map", "Medicine", "Messi", "Metropolitan", "Ming", "Nguyen", "Patriarch", "Prophets", "Pursat", "Reign", "Right", "Show", "Someone", "Special", "Sumatra", "Syria", "Ta", "Thank", "Thomas", "Tây", "Ukrainian", "Vann", "Vichara", "Vickery", "affairs", "aimed", "annual", "approach", "armed", "arrested", "assistance", "baby", "battle", "beat", "biggest", "blessings", "boat", "bombers", "break", "broadcast", "burning", "businesses", "cabinet", "calls", "campaign", "captured", "cell", "civil", "clockwise", "closer", "clothes", "colony", "colour", "commander", "companions", "confirmed", "contained", "cover", "cry", "cup", "currency", "dance", "decree", "defeat", "degrees", "departed", "despite", "directed", "distinction", "educated", "effectively", "elders", "eldest", "estimated", "exchange", "exercise", "expansion", "expressed", "extent", "facilities", "facto", "fixed", "funeral", "genus", "geographic", "getting", "gradually", "graduated", "headed", "historic", "hosts", "increasing", "interpreters", "judged", "lifted", "lords", "mainland", "matters", "mentioned", "merciful", "messenger", "midst", "mouths", "mystery", "na", "organizations", "pain", "pepper", "planned", "players", "pleasing", "points", "possessed", "prevent", "priests", "primarily", "prior", "product", "products", "prominent", "proud", "radio", "realize", "recently", "regard", "relative", "reminder", "repay", "responsible", "resulted", "resulting", "returning", "romanized", "roof", "route", "safety", "salvation", "seal", "seat", "section", "sending", "sends", "serious", "setting", "settle", "shalt", "situated", "slowly", "sovereignty", "space", "speakers", "speaks", "starting", "step", "street", "stripes", "stupa", "subject", "swear", "systems", "teacher", "text", "theirs", "theory", "threat", "tidings", "tongues", "traditionally", "travel", "treatment", "tropical", "turning", "unique", "unless", "violence", "visitors", "walking", "walls", "wear", "whereas", "widespread", "yes", "yesterday", "Đại", "Định", "វណ្ណដា", "’’", "“", "”", "13th", "18th", "1956", "1957", "1968", "1971", "1985", "1988", "1994", "1997", "33", "37", "38", "53", "5th", "99", "Acts", "Adulyadej", "Annamite", "BC", "Bangladesh", "Bank", "Bayern", "Believe", "Bible", "Board", "Burj", "COVID-19", "Call", "Chamroeun", "Chí", "Company", "Congress", "Construction", "Cà", "Cần", "EU", "Fa", "Festival", "Film", "Forum", "Fourth", "George", "Hluttaw", "Internet", "Jawi", "Khalifa", "Kham", "Khan", "Logo", "MA", "Manet", "Mao", "Market", "Mau", "Member", "Michael", "Mountain", "News", "PCR", "PSG", "Phetsarath", "Phú", "Player", "Plus", "Po", "Prior", "Qur'an", "Rai", "Range", "Rather", "Rattanakosin", "Relations", "Revolutionary", "Sangharaja", "Se", "Service", "Several", "Street", "Successor", "Sultanate", "Surin", "Testament", "Theatre", "Thee", "Thonburi", "Thơ", "Together", "Trade", "True", "Tân", "Vichea", "Xinjiang", "Yên", "abundance", "acknowledged", "acquired", "acted", "activities", "admitted", "advantage", "allow", "allowing", "anger", "angry", "appointment", "approaching", "architect", "arrest", "assassinated", "assigned", "astray", "attack", "award", "background", "bases", "basic", "basin", "bottom", "buried", "cave", "celebrated", "centered", "ceremony", "changes", "civilians", "classes", "closest", "clothing", "cloud", "cm", "collection", "commandments", "communication", "companies", "condemned", "conditions", "contain", "content", "converted", "covenant", "creator", "credited", "crucified", "dates", "dating", "delta", "descent", "destruction", "developing", "divisions", "e.g.", "earned", "emergency", "ends", "engaged", "enjoyment", "entering", "entrusted", "environment", "executed", "expect", "faces", "faithfulness", "falls", "foot", "foreigners", "fulfill", "fun", "games", "governed", "grave", "guardian", "guerrilla", "guide", "harm", "hates", "hosting", "images", "imagine", "increasingly", "infection", "iniquities", "intended", "introduction", "invited", "juice", "khet", "kindness", "la", "leads", "listed", "loan", "loving", "manage", "match", "meetings", "methods", "metropolitan", "minority", "mixed", "mobile", "mom", "mosque", "mourning", "notably", "note", "o", "obedience", "obey", "observed", "opening", "operation", "opportunity", "owner", "page", "paid", "permanent", "piece", "pleasure", "plus", "possibly", "poverty", "preaching", "pregnant", "press", "produces", "promoting", "protectorate", "protesters", "quality", "reading", "recognised", "recognize", "renamed", "replace", "represented", "results", "ring", "row", "runs", "sacred", "sauce", "search", "seeks", "sentence", "settlers", "seventh", "seventy", "shot", "simple", "submit", "subsequently", "succeeded", "suffered", "suitable", "supposed", "survived", "teachers", "teeth", "terrible", "testified", "throw", "timeline", "tourist", "tract", "unclean", "urban", "user", "users", "wash", "weapons", "weeks", "witnessed", "worry", "worst", "wrapped", "École", "1767", "1930", "1970s", "1978", "1990", "1992", "1995", "1998", "41", "43", "48", "75", "7th", "AA", "Agreement", "Am", "Ambassador", "Apostles", "Archipelago", "Bassac", "Berlin", "Best", "Brothers", "Caribbean", "Changwat", "Clare", "Commission", "Community", "DO", "Dany", "Debate", "Doctoral", "Elijah", "Emirates", "Executive", "Family", "Fire", "Forces", "Foundation", "Founder", "GPS", "Grace", "Greater", "Greeks", "Gyeongsang", "Heritage", "Hindu", "Hòa", "IPL", "Information", "Instagram", "Isa", "Isan", "Jordan", "Judea", "Justice", "Keep", "Khon", "Kyoto", "Leader", "Library", "Manichaean", "Marvel", "Matthew", "Meeting", "Messiah", "Military", "Mongkut", "More", "NIV", "Nai", "Nang", "Nazi", "Nevertheless", "Nikāya", "Noi", "Norindeth", "Note", "OK", "Pa", "Pagoda", "Paradise", "Phan", "Pharmacy", "Pol", "Prasat", "Predecessor", "Provinces", "Qing", "Quach", "Quran", "Rany", "Received", "Righteous", "Robert", "Rome", "Sa", "Samut", "Savang", "Seven", "Shall", "Sihamoni", "Song", "Taipei", "Tamil", "Thuận", "Tomorrow", "Tony", "Turn", "Viceroy", "Văn", "Want", "Water", "Women", "Would", "Yi", "York", "Yunnan", "abide", "accused", "actor", "actual", "aircraft", "airport", "allegedly", "alliance", "amazing", "amphoe", "announcement", "anymore", "approached", "array", "article", "ashamed", "associate", "associates", "attached", "attacked", "awards", "bed", "begins", "beliefs", "beside", "birds", "bit", "bless", "blog", "bombing", "boxing", "camera", "camps", "careful", "catch", "centimetres", "changing", "clinical", "cloth", "cold", "colloquially", "colours", "combat", "committee", "communities", "competition", "confused", "constitutional", "contract", "contributed", "correct", "corruption", "credit", "crescent", "crushed", "damage", "decades", "deceived", "dedicated", "defeated", "defense", "defined", "deliver", "depending", "designated", "desires", "destroying", "determine", "devoted", "dialect", "dies", "differences", "directly", "discussed", "disobedient", "dollar", "domestic", "dominant", "drama", "dream", "dry", "du", "dying", "earliest", "edible", "emperor", "energy", "entertainment", "equipment", "erected", "exiled", "exist", "exists", "fair", "fallen", "fifty", "films", "folk", "follows", "forgotten", "gas", "generations", "gon", "goodness", "gooseberry", "grandson", "grounds", "guests", "harvest", "heavily", "hosted", "hurt", "immune", "impossible", "incident", "inhabitants", "initial", "inner", "institutions", "keeping", "laboratories", "lasted", "latest", "letters", "levels", "links", "listens", "longest", "males", "mark", "microbes", "minor", "missions", "monastic", "municipality", "musical", "neighbor", "obtain", "occupation", "operates", "ordered", "organisation", "paper", "parliament", "pattern", "perhaps", "persecuted", "phone", "physical", "picture", "piety", "plans", "plays", "pointed", "populations", "preached", "projects", "proof", "publicly", "questions", "ranking", "receiving", "reduced", "reflect", "register", "regularly", "remove", "request", "rested", "restore", "rises", "ruins", "rulers", "saints", "sample", "sangharaja", "scale", "scholarships", "secure", "semi", "sets", "settings", "sits", "situation", "sole", "southwestern", "specific", "split", "stadium", "statesman", "stolen", "stranger", "stuck", "sub", "succeed", "surrounding", "survive", "tall", "tax", "teams", "territories", "tests", "thereof", "thirsty", "tomb", "tongue", "trail", "treated", "ultimate", "ungodly", "unit", "unity", "values", "vegetables", "verily", "volume", "warm", "website", "wedding", "wickedness", "wives", "wonders", "wood", "yuan", "ភ្នំពេញ", "10th", "12th", "1471", "14th", "1884", "1896", "1900", "1918", "1923", "1932", "1952", "1959", "1966", "1967", "1969", "1974", "1976", ">", "Abu", "Acting", "Again", "Airport", "Alexander", "Alois", "Amazon", "Ann", "Annamese", "Aramaic", "Armed", "Ask", "Australian", "Autonomous", "Beware", "Blue", "Broadcasting", "CE", "CEO", "Cabinet", "Child", "Church", "Cochinchina", "Communications", "Cong", "Cooperation", "Creator", "Dai", "Dark", "Dragon", "Egyptians", "England", "Faculty", "Fear", "Fernandes", "Finance", "Green", "Guangxi", "Hanuman", "Harry", "Help", "Hitler", "Home", "I.", "Issara", "Jong", "Joseon", "Journal", "Key", "Khlong", "Khun", "Kompong", "Kyakhta", "Lee", "Lisa", "Little", "Maccha", "Martin", "Moha", "Monday", "Monivong", "Monument", "Mountains", "Nazrul", "Netherlands", "Neymar", "Noah", "Nokor", "Nonthaburi", "Northwest", "Ocean", "Oudong", "Out", "PN", "Pali", "Peking", "PhD", "Pheng", "Plateau", "Pot", "Prayut", "Preceded", "Prefecture", "Quang", "Renslayer", "Riley", "Romans", "Route", "Russians", "S", "Said", "Samuel", "Simon", "Singhanat", "Sisavang", "St.", "Stung", "Sulu", "Sura", "Taksin", "Techo", "Thanks", "Things", "Third", "Thon", "Though", "Throne", "Through", "Times", "Tourism", "Tweet", "UNESCO", "Unless", "Up", "Vajiravudh", "Veng", "Vinh", "Wall", "Washington", "Wednesday", "Without", "Yai", "Young", "Zone", "ability", "academic", "accent", "accepts", "accounting", "accounts", "actions", "administered", "advice", "afternoon", "afterwards", "agreement", "allows", "ambassador", "anywhere", "application", "applications", "archipelago", "arm", "armies", "association", "autonomous", "bahasa", "banks", "banned", "beast", "begun", "benefits", "boats", "bodies", "bounded", "broadcasting", "broken", "candidate", "capture", "carefully", "cattle", "causes", "causing", "certainty", "chest", "churches", "circle", "claims", "climate", "commercial", "commitment", "communes", "compare", "containing", "continues", "contrast", "copy", "cost", "courage", "cousin", "creature", "crosses", "crossing", "cuisine", "curse", "cursed", "dam", "dangerous", "dare", "debut", "decisions", "declaring", "defence", "demand", "depicting", "descended", "deserve", "develop", "dialects", "diseases", "dishes", "disputed", "doers", "drawing", "drawn", "dreams", "egg", "elephant", "eleven", "emblem", "encourage", "enjoyed", "equivalent", "examples", "executive", "falling", "famine", "fate", "fighters", "flee", "flew", "frightened", "gardens", "gathering", "gets", "girlfriend", "glorify", "goals", "graduate", "guys", "haughty", "helpful", "helping", "hierarchy", "holiday", "holiness", "homes", "honest", "hopefully", "hundreds", "hunger", "husbands", "iOS", "identity", "idol", "imprisoned", "improved", "inaugurated", "indigenous", "industrial", "infected", "installed", "instruments", "interested", "interpreted", "invented", "joins", "kilometers", "kinds", "labor", "legend", "legislative", "liars", "lift", "locals", "lots", "luxury", "memory", "miles", "milk", "ministry", "missing", "mothers", "multi", "murder", "narrow", "naval", "noble", "nobody", "normal", "normally", "notable", "nuclear", "ocean", "offspring", "ongoing", "online", "option", "ordained", "organised", "overthrow", "p", "pandemic", "park", "parliamentary", "participated", "partner", "payment", "peak", "peninsula", "perceived", "permission", "persecute", "persons", "pieces", "plain", "policies", "positions", "practices", "predominantly", "preserved", "principal", "privilege", "pulp", "purposes", "railway", "rained", "rains", "rank", "ranks", "rare", "receives", "reception", "recipient", "recompense", "refers", "refugee", "regarding", "rely", "reportedly", "require", "requirements", "requires", "resistant", "returns", "rid", "riots", "rising", "rivers", "root", "scattered", "scholarship", "scientific", "seasons", "seats", "sector", "seemed", "seize", "selling", "sessions", "severe", "significantly", "silk", "simultaneous", "sites", "skill", "skills", "skyscraper", "slightly", "socialist", "somehow", "songs", "sorry", "sounds", "specifically", "spectrum", "speed", "stampede", "stiff", "straight", "strengthen", "strongly", "struggle", "suggested", "suicide", "summit", "summoned", "surrounded", "sweet", "t", "techniques", "tend", "tested", "thereafter", "threatened", "toll", "tonight", "tool", "tools", "tough", "tourists", "trading", "traditions", "transgression", "translated", "transmission", "tribute", "united", "unknown", "unrighteousness", "uprising", "useful", "varieties", "vassal", "vessels", "vice", "viewed", "views", "viruses", "vote", "warn", "warned", "wealthy", "weary", "winner", "worldly", "worse", "°", "Đắk", "ប្រលោមលោក", "+", "01", "16th", "1782", "1905", "1911", "1931", "1933", "1935", "1944", "1951", "1973", "1977", "1996", "2001", "42", "66", "92", "AND", "Accords", "African", "Agriculture", "Angels", "Angkorian", "Assisi", "Associate", "Authority", "BBC", "BE", "Bamar", "Banteay", "Below", "Brazil", "Buddhists", "Built", "Bulgarian", "C", "Caesar", "Cai", "Cambodia.[1", "Catholic", "Certainly", "Chenla", "Chom", "Chosen", "Coman", "Commander", "Could", "Country", "Cultural", "Da", "Dead", "Defence", "Det", "Drupal", "El", "Exodus", "FIFA", "Finally", "Five", "Founded", "Free", "Friday", "G7", "Germanic", "Gia", "Gram", "Guinea", "Haw", "Hear", "Historically", "Hollywood", "Hosting", "Hán", "Hóa", "Hạ", "Hải", "Hậu", "IDE", "Islands", "Javanese", "Jean", "Jew", "Jones", "KMT", "Karpelès", "Khao", "Ko", "Languages", "Laos.[1", "Leicester", "Lenten", "Leste", "Lethwei", "Limbang", "Line", "Lue", "Lào", "Ma", "Mac", "Macedonia", "Main", "Mainland", "Mangrai", "Manichaeism", "Maria", "Mario", "Melayu", "Members", "Modern", "Monipong", "Moscow", "Much", "Munich", "NUOL", "Nath", "Nationalist", "Naval", "Neak", "Neang", "Nerchinsk", "Ngô", "Non", "PRC", "Page", "Pattani", "Phanom", "Phitsanulok", "Pich", "Port", "RCAF", "RP", "Rainsy", "Ram", "Ranariddh", "Ratchasima", "Read", "Resurrection", "Robam", "Ronaldo", "Sabbath", "Sai", "Sarawak", "Sary", "Savior", "Sbai", "Seattle", "Self", "Serbian", "Setthathirath", "Sisaket", "Sit", "Sometimes", "Sports", "Standing", "Summit", "Super", "Sword", "Syriac", "Telecommunications", "Teu", "Think", "Thọ", "Tiền", "Tokayev", "Traditional", "Trung", "Trà", "Trường", "Tĩnh", "U", "Unlike", "Valentine", "Votha", "Was", "Were", "Whatever", "Wickremesinghe", "William", "Winter", "Xaisomboun", "Years", "Yuan", "Yăgrai", "Zuckerberg", "abbreviated", "absolute", "accessible", "accomplished", "acid", "activist", "adding", "adoption", "agency", "agent", "agriculture", "aims", "album", "alike", "alternate", "analysis", "ancients", "antibiotics", "apologize", "apparent", "arranged", "ascended", "ashes", "assembled", "assistant", "attracted", "audience", "author", "authorities", "average", "awarded", "bearing", "beef", "beg", "behold", "belonged", "beloved", "besides", "betray", "blame", "boast", "boulevard", "branches", "breast", "breath", "bronze", "bus", "busy", "camp", "capacity", "capita", "cards", "carries", "cash", "cat", "census", "centers", "cha", "changwat", "charged", "charges", "circumcised", "citizen", "civilization", "coalition", "coastline", "collapse", "comfort", "commune", "communism", "completion", "comprising", "congregation", "connect", "connecting", "consecutive", "consequences", "consort", "contaminated", "contemporary", "contest", "contrary", "conversion", "convert", "cool", "cooperation", "core", "count", "cremation", "crime", "critical", "criticized", "cubic", "custom", "debt", "declare", "demanded", "demanding", "democracy", "demolished", "deposed", "depth", "describe", "diameter", "difficulty", "distinct", "doors", "double", "dragon", "drug", "elder", "elderly", "embraced", "emerged", "encouraged", "ensure", "entirely", "epic", "everybody", "exact", "examination", "exclusive", "existing", "explain", "exposure", "factors", "feared", "fearing", "feeds", "finance", "fired", "fit", "flow", "flowers", "flowing", "fullness", "funded", "genocide", "gentle", "gifts", "governmental", "grade", "greatness", "guarded", "guilt", "handed", "harden", "hatred", "headquarters", "hears", "helps", "heritage", "hill", "hit", "holders", "hoped", "identify", "illegal", "immigrants", "inaudible", "increased", "infections", "inherit", "innocent", "inscription", "instance", "instructed", "insurgency", "interesting", "internet", "interpret", "investigation", "joint", "judgement", "judges", "judging", "knowledgeable", "l", "laboratory", "labour", "lack", "lands", "lasting", "laugh", "lifetime", "lighting", "limit", "literature", "lovers", "magazine", "managed", "management", "manifest", "maritime", "masters", "matches", "material", "maturity", "meal", "medicine", "medium", "memorial", "mention", "mild", "minds", "miracle", "mistake", "mode", "moving", "multiply", "neighboring", "neighbouring", "nephew", "network", "ninety", "northwestern", "notice", "obedient", "onto", "oral", "otherwise", "owe", "paradise", "partners", "partnership", "passes", "peaceful", "perish", "philosophy", "pick", "platform", "politicians", "popularity", "pork", "posts", "practical", "practiced", "practitioners", "pre", "preceded", "prescribed", "preserve", "presidential", "pretty", "previous", "princess", "principles", "promoted", "prophesy", "proposed", "provision", "punish", "purity", "puts", "quick", "quiet", "raw", "reaching", "realm", "reckoning", "redemption", "reform", "refuse", "regardless", "reigns", "remembers", "rendered", "representation", "resigned", "resort", "respiratory", "revenue", "revolutionary", "riches", "roads", "rock", "rose", "routes", "saint", "scholars", "score", "scored", "secondary", "seem", "seized", "sentiment", "sex", "shame", "shared", "sharing", "shines", "sleeping", "slow", "software", "soldier", "sorrow", "sour", "sources", "southeastern", "spot", "spouse", "stability", "stage", "stations", "statues", "steel", "stopped", "strengthened", "struck", "studies", "studying", "supervision", "supporting", "suspended", "sworn", "talked", "target", "teachings", "tears", "technique", "terminal", "thereby", "thief", "thoughts", "thrown", "titles", "touch", "tourism", "travelled", "trillion", "truthful", "undoubtedly", "unrighteous", "usage", "vast", "villages", "wards", "washed", "waste", "wat", "watched", "wavelength", "wavelengths", "waves", "weakness", "weapon", "welcome", "wherever", "wilderness", "winter", "withdraw", "worried", "worshiping", "writings", "xã", "y", "zones", "·", "ʔɓïŋ˨˩", "នរោត្តម", "រឿង", "\"[1", "03", "101", "160", "1811", "1832", "1867", "1883", "1890", "1906", "1913", "1915", "1917", "1920s", "1922", "1929", "1953", "1st", "21st", "2nd", "3rd", "44", "49", "57", "62", "6th", "8)", "81", "85", "86", "9th", "AC", "Abhisit", "Advanced", "Ages", "Americans", "Amur", "Android", "Angel", "Annam", "Any", "Apart", "Area", "Article", "Austronesian", "Avengers", "Award", "B", "B.", "Bago", "Bangkok.[2", "Baray", "Base", "Beginning", "Bengali", "Big", "Biên", "Bodindecha", "Boeung", "Bái", "Bến", "CIA", "CPB", "Ca", "Champasak", "Champions", "Chaophraya", "Chedi", "Chhnang", "Chulalok", "Cloud", "Consequently", "Consider", "Control", "Convention", "County", "Creation", "Cristiano", "Cœdès", "DPRK", "Dad", "Dak", "Dam", "Dear", "Deng", "Diego", "Din", "Division", "Dream", "Early", "Elohim", "Eng", "Enter", "Everybody", "Except", "Explorer", "Extraordinary", "FUNCINPEC", "Federal", "Feroniella", "Filipino", "Find", "Football", "Forgiveness", "Francis", "Freedom", "G", "Galaxy", "Garden", "Genesis", "Giảng", "Global", "Goryeo", "Gospel", "Graduate", "Guizhou", "HTML", "Hang", "Having", "Headquarters", "Herron", "Highlands", "Historical", "History", "IOC", "Iblis", "Illinois", "Indo", "Industrial", "Iran", "Irrawaddy", "J", "Jakarta", "Jenna", "Jersey", "Jobs", "Jonah", "Judgement", "Judgment", "Kaeo", "Kaesong", "Kazakh", "Kazakhstan", "Khana", "Khmum", "Kindavong", "Klaung", "Knowledge", "Kon", "Kun", "LPRP", "Lampang", "Lay", "Lazarus", "Limited", "Lincoln", "Location", "Lot", "Lạng", "M", "MR", "Majesty", "Major", "Malays", "Manchuria", "Maradona", "Marco", "Mask", "Maslow", "Matt", "Mbatha", "Mike", "Ministers", "Mom", "Moment", "Mongolia", "Mr", "Mun", "Municipal", "NAB", "Na", "Naresuan", "Near", "Need", "Neighboring", "Netflix", "Never", "Nghệ", "Ngãi", "Nhơn", "Nine", "Northeast", "Olympics", "Operation", "Ouparach", "PAVN", "Parties", "Pathet", "Petersburg", "Pha", "Phibun", "Phonsavan", "Phouma", "Phrabang", "Phuthong", "Phuttha", "Phutthayotfa", "Phúc", "Pictures", "Pinklao", "Place", "Poor", "Pope", "Portugal", "Post", "Prajadhipok", "Private", "Proverbs", "Provisional", "Putin", "Python", "Qatar", "RR", "Ramathibodi", "Rangsit", "Raw", "Religion", "Resident", "Resource", "Rights", "SS", "Sadducees", "Saen", "Samaria", "Samdach", "Sanphet", "Sathan", "Send", "Sign", "Sirik", "Siriraj", "Sky", "Sokhonn", "Songkhla", "Souvanna", "Spouse", "Stadium", "Stand", "Station", "Statue", "Study", "Suan", "Sóc", "THE", "TVA", "Tbong", "Technology", "Tha", "Thakin", "Thammasat", "Than", "Them", "Thái", "Thị", "Tibetan", "Tokyo", "Torah", "Trafford", "Tre", "Tree", "Treng", "Trăng", "Tuyên", "USA", "Ubon", "Us", "Van", "Vejjajiva", "View", "Village", "Virgin", "Volunteers", "Waray", "Wars", "Web", "Woe", "Words", "Xiang", "Xiangkhouang", "Y", "Yala", "Ye", "abbot", "abolished", "accompanied", "accountable", "achieved", "achieving", "activity", "additional", "adjective", "admonition", "adultery", "advance", "aerial", "agricultural", "allies", "ancestors", "announce", "applied", "architecture", "arguments", "armored", "arms", "arrival", "artists", "ascend", "aside", "asks", "astonished", "attacks", "attempt", "attempts", "attending", "attraction", "awake", "b", "balance", "band", "baptized", "baray", "beach", "bearer", "benefited", "bigger", "bone", "bore", "borne", "boundary", "bow", "boy", "breaking", "brethren", "bright", "bury", "campaigns", "cats", "caves", "cent", "ceremonies", "chastisement", "cheese", "childhood", "choices", "cinema", "circular", "circumstances", "clarity", "cleaning", "closely", "clouds", "coconuts", "coined", "collaboration", "college", "colonialism", "combination", "companion", "complained", "complaint", "comprises", "concealed", "concept", "concession", "concluded", "conduct", "conquered", "consecrated", "constant", "consume", "controlling", "convention", "convinced", "corner", "counsel", "counter", "cried", "crowned", "cure", "d'état", "dancer", "deaths", "decide", "declaration", "decline", "declined", "deemed", "deeper", "delegation", "delight", "demon", "dependent", "depicted", "derives", "describes", "deserted", "destination", "devices", "devotees", "disc", "discover", "discussions", "disputes", "dissolved", "distinguished", "diverse", "diversity", "doctrine", "dominated", "dozens", "drinks", "drum", "dust", "dwellers", "e", "eager", "ears", "eats", "edge", "edition", "editor", "elsewhere", "employed", "empty", "en", "ending", "endured", "engineer", "ensemble", "entry", "environmental", "error", "estate", "estimate", "et", "everywhere", "exception", "exceptional", "exclusively", "execution", "expecting", "expelled", "experienced", "expression", "extending", "extends", "extension", "fail", "failure", "faster", "fears", "feast", "feeling", "festivals", "fields", "fifteen", "fill", "financial", "fishing", "flat", "fleeing", "flood", "fly", "flying", "foolishness", "footballer", "fortified", "forum", "foundations", "frame", "fuck", "function", "gates", "generated", "generously", "giant", "girls", "gotten", "governing", "governors", "grammatical", "guided", "guilty", "guns", "habits", "handle", "haste", "heal", "hearken", "hence", "herself", "hesitated", "hid", "hired", "honored", "hopes", "horizon", "horses", "humanity", "humble", "humility", "hurting", "iPhone", "ignorance", "impact", "imposed", "inception", "inclusive", "incorporated", "incorporating", "indicates", "influences", "influential", "inform", "infrastructure", "inherited", "inscribed", "inscriptions", "insisted", "install", "instructions", "instrument", "intention", "internationally", "invading",