["<unk>", "<pad>", "<sos>", "<eos>", " ", "។", "បាន", "ដែល", "ជា", "មាន", "របស់", "នៅ", "អ្នក", "និង", "\"", "ថា", "គេ", "ហើយ", "ខ្ញុំ", "នឹង", "នេះ", "ក្នុង", "មិន", "នៃ", "ឆ្នាំ", "ពី", "ទៅ", "លោក", "នោះ", "ដោយ", "(", "មួយ", "យើង", "ត្រូវបាន", "វា", ")", "ទេ", "តែ", "គាត់", "គ្នា", "ប្រទេស", "ធ្វើ", "ទាំង", ",", "មក", "ក៏", "ព្រះ", "គឺ", "ឲ្យ", "ពួក", "ឬ", "ពេល", "ដល់", "ៗ", "អាច", "ការ", "គឺជា", "តាម", "?", "ពួកគេ", "នៅក្នុង", "ទៀត", "[1]", "មនុស្ស", "អ្វី", "ត្រូវ", "ទ្រង់", "លើ", "ខ្លួន", "ដើម្បី", "និយាយ", "ព្រះអង្គ", "សម្រាប់", "ថ្ងៃ", "ទី", "ណា", "ដែរ", "តើ", "វិញ", "ខេត្ត", "កម្ពុជា", "អស់", "អោយ", "ជាមួយ", "បើ", "ដ៏", "ភាគ", "រាល់", "ដឹង", "ល្អ", "ជាង", "ឃើញ", "ដូច", "ទីក្រុង", "-", "ច្រើន", "ប៉ុន្តែ", "នាង", "យ៉ាង", "វៀតណាម", "ឡើង", "ឡើយ", "!", "ពីរ", "មែន", "ធំ", "ដូច្នេះ", "ចេញ", "ឯង", "[2]", "ចិត្ត", "ទទួល", "ថៃ", "សេចក្ដី", "ចង់", "ព្រះជាម្ចាស់", "តំបន់", "យក", "ស្គាល់", "រឿង", "ប្រើ", "ថ្ងៃទី", "សូម", "បំផុត", "ចូល", "ចំនួន", "បង", "នូវ", "កូន", "ម្នាក់", "ផ្សេង", "ផង", "អំពី", "ជឿ", "ភាសា", "កើត", "ប្អូន", "ពិត", "គ្រប់", "មើល", "ខ្មែរ", "ឈ្មោះ", "ប្រជាជន", "ស្រុក", "កំពុង", "ខ្លះ", "ជាតិ", "ចិន", "ម្ចាស់", "អង្គ", "នាក់", "ចំពោះ", "មុន", "គ្មាន", "ក្រុម", "គិត", "ពាក្យ", "ឱ្យ", "ណាស់", "បង្កើត", "ព្រោះ", "រាជ", "ប្រាប់", "ជនជាតិ", "រួម", "ពណ៌", "រស់", "មុខ", "នៅលើ", "ដើម", "ចុះ", "ទាំងអស់", "រក", "ដាក់", "ដូចជា", "ហៅ", ".", "កន្លែង", "ចូរ", "កុំ", "ផ្នែក", "ជីវិត", "ជាច្រើន", "ស្ថិត", "ហេតុ", "ទុក", ":", "ខ្លាំង", "នាំ", "ដំបូង", "ជួយ", "ដ្បិត", "ខាងត្បូង", "លើក", "ទឹក", "បង្ហាញ", "ក្រុង", "ឡាវ", "បន្ទាប់ពី", "អំពើ", "ផ្លូវ", "ដី", "រូប", "ផងដែរ", "ថ្មី", "រួច", "សំខាន់", "បី", "៣", ";", "ប្រឆាំង", "ស្លាប់", "ប៉ុណ្ណោះ", "ក្រោយ", "ខាងជើង", "រដ្ឋមន្ត្រី", "[3]", "គណបក្ស", "បារាំង", "អត់", "កាន់", "រដ្ឋាភិបាល", "ព្រះអម្ចាស់", "ផ្ទះ", "ហ្នឹង", "ក្លាយជា", "ទន្លេ", "យល់", "ជន", "សួរ", "ជាប់", "កាល", "ជាមួយនឹង", "បែប", "វត្ត", "រដ្ឋ", "៕", "ស", "ទទួលបាន", "ខាង", "១", "សាសនា", "ពុំ", "រយៈពេល", "ចំណោម", "អាមេរិក", "ឯ", "អាក្រក់", "ផ្តល់", "កម្មវិធី", "ច្បាប់", "ភាព", "ខ្ពស់", "ចាប់ផ្តើម", "បន្ត", "នាយក", "២", "ដោយសារ", "កណ្តាល", "ពិភពលោក", "នយោបាយ", "អាស៊ី", "អី", "ដៃ", "ក្រោម", "វង្ស", "សេចក្តី", "ក្រហម", "ទោស", "បច្ចុប្បន្ន", "ព្រះបាទ", "សមាជិក", "ក", "បញ្ហា", "លេខ", "អំណាច", "អាយុ", "ចាប់", "នរណា", "បាប", "ស្តេច", "កោះ", "ត", "ក៏ដោយ", "ប្រសិនបើ", "ប្រព្រឹត្ត", "ឮ", "ឪពុក", "ប៉ុន្មាន", "ទីតាំង", "ស្រី", "គ្រប់គ្រង", "ព្រម", "នៅពេល", "*", "បន្ទូល", "តាំង", "សុចរិត", "សាកលវិទ្យាល័យ", "ទាន់", "សរសេរ", "ការងារ", "ជំងឺ", "ផ្លែ", "ប្រាក់", "គ្រួសារ", "ន", "បុរស", "ក្រោយមក", "ប្រភេទ", "មកពី", "ច្បាស់", "សៀម", "បន្ទាប់មក", "ខ្លាច", "ធ្លាប់", "Thai", "ខាងកើត", "រហូតដល់", "សមុទ្រ", "កំណត់", "បន្ថែម", "អង់គ្លេស", "ជួប", "ត្រឡប់", "ទំនាក់ទំនង", "រវាង", "កូរ៉េ", "គួរ", "ទៅកាន់", "ស្ត្រី", "៤", "បញ្ចប់", "ប្រាសាទ", "អញ", "អាហារ", "ជំនឿ", "ផ្ទាល់", "សម័យ", "គំនិត", "តូច", "ពិធី", "ព្រះអង្គម្ចាស់", "កងទ័ព", "សព្វ", "ន័យ", "ព្រះពុទ្ធ", "គម្ពីរ", "រាល់គ្នា", "៖", "គ្រាន់តែ", "ទង់ជាតិ", "របៀប", "ជិត", "ចេះ", "ស្រឡាញ់", "អើយ", "ប្រទាន", "ប្រហែល", "ម្តង", "ខាងលិច", "[4]", "ផ្លូវការ", "សារ", "អាគ្នេយ៍", "បើក", "លាន", "ទូល", "ក្រុមហ៊ុន", "ភូមា", "ចាំ", "បក្ស", "សតវត្ស", "សុំ", "សោះ", "ខុស", "ខែ", "ដើរ", "ឥឡូវ", "កើតឡើង", "ចៅ", "ទើប", "សម្លាប់", "អន្តរជាតិ", "ប្រសិន", "មហា", "រ", "អង្គការ", "ភ្នំ", "យ៉ាងណា", "អំឡុង", "ចូលរួម", "ឈើ", "ផែនដី", "ពេញ", "សេដ្ឋកិច្ច", "ចាស់", "បង្កើតឡើង", "ពិតជា", "សត្វ", "គោរព", "ប", "ប្រុស", "លេង", "សំរាប់", "ប្រាកដ", "រាប់", "៥", "ខាន", "ដទៃ", "សិក្សា", "ចុង", "តិច", "តំណាង", "ត្រង់", "បុណ្យ", "សង្គ្រាម", "សាសន៍", "ការពារ", "បាងកក", "រហូត", "នៅតែ", "ភ្នំពេញ", "ចំណុច", "ដង", "ទោះ", "ម", "សញ្ញា", "សុខ", "ភ្លើង", "តម្លៃ", "ប្រធាន", "រាជធានី", "រៀន", "ចាត់", "និយម", "ប្រព័ន្ធ", "សង្គម", "សហរដ្ឋ", "អស្ចារ្យ", "ជាន់", "បងប្អូន", "ប្រវត្តិសាស្ត្រ", "លក់", "អតីត", "ដក", "ព្រះបន្ទូល", "សាលា", "ភូមិ", "សង្គ្រោះ", "មូលដ្ឋាន", "អាស៊ាន", "គង់", "ជូន", "ប្រកាស", "ប្រើប្រាស់", "ព្យាយាម", "ព្រះរាជ", "អ្នកណា", "តា", "រក្សា", "តែង", "ទុច្ចរិត", "បួន", "គាំទ្រ", "ទុក្ខ", "យូរ", "យោធា", "ស្តាប់", "ឡើងវិញ", "អធិស្ឋាន", "កាន់តែ", "ត្រឹម", "ទៅជា", "នាម", "បរិភោគ", "ពេលវេលា", "មួយចំនួន", "បន្ទាប់", "ផល", "ព្រំដែន", "មិត្ត", "រីឯ", "ចុងក្រោយ", "នា", "បម្រើ", "លក្ខណៈ", "[", "កាលពី", "ក្មេង", "ហ៊ាន", "ទូលបង្គំ", "ព្រៃ", "សន្យា", "ស៊ី", "ឥណ្ឌា", "ឆ្លើយ", "បង្រៀន", "បទ", "ពន្លឺ", "រត់", "សាងសង់", "កុម្មុយនិស្ត", "ជប៉ុន", "ទោះបីជា", "ផលិត", "វិធី", "ធម្មតា", "ស្ថាន", "អាន", "កំពូល", "ឆ្ងាយ", "តារា", "នគរ", "ប្រចាំ", "អគារ", "កាត់", "ក្រៅ", "តាំងពី", "តំណែង", "ថ្នាក់", "ទេវតា", "បុរាណ", "ប្រសើរ", "បញ្ជាក់", "ព្រះមហាក្សត្រ", "សភា", "កម្រិត", "ចោល", "ដូចគ្នា", "ម្តាយ", "លើស", "សម្រេច", "ចូលចិត្ត", "តែងតាំង", "ទាំងនេះ", "ពូជ", "វាំង", "អ៊ីស្រាអែល", "ចាត់ទុក", "ពិសេស", "រង", "ចាប់តាំងពី", "តែងតែ", "ថ្វាយ", "ធ្វើឱ្យ", "ប្រជាធិបតេយ្យ", "លុយ", "អា", "បំរើ", "ភ្នែក", "រុស្ស៊ី", "សាធារណរដ្ឋ", "ត្រូវការ", "បញ្ជូន", "ប្រធានាធិបតី", "/", "គីឡូម៉ែត្រ", "ជើង", "ថ្នាំ", "ពោល", "មេគង្គ", "ម៉ោង", "រៀបចំ", "ស្រប", "ឥត", "៧", "ការសិក្សា", "ជ្រើសរើស", "ឈ្នះ", "ដោយសារតែ", "តាមរយៈ", "សិស្ស", "ង", "ប្រោស", "មាត់", "សំឡេង", "ជុំវិញ", "ពាណិជ្ជកម្ម", "មូល", "ម៉ូសេ", "៨", "គ្រឿង", "ពាន់", "មេ", "យូដា", "របប", "វប្បធម៌", "អ៊ីចឹង", "ធ្វើជា", "បន្តិច", "ប្រាំ", "សាធារណៈ", "២០", "Khmer", "ប្រហែលជា", "អម្ចាស់", "ជាទូទៅ", "ទូរទស្សន៍", "ព័ត៌មាន", "យោង", "សិន", "សិល្បៈ", "ឡាន", "7", "ជាពិសេស", "ជ័យ", "មាស", "រៀង", "សិទ្ធិ", "", "[5]", "កិច្ចការ", "កីឡា", "ក្រសួង", "ដំណើរ", "ទីនោះ", "បាក់តេរី", "បុត្រ", "យប់", "លែង", "សង្ឃឹម", "សប្បាយ", "ឱកាស", "ដូចនេះ", "ត្រូវតែ", "មើលឃើញ", "សាច់", "សែន", "ស្ដាប់", "៦", "3", "គុណ", "ទៅក្នុង", "ធ្លាក់", "5", "ណាមួយ", "ទំនើប", "ប្រយោជន៍", "ហ្លួង", "ខែមេសា", "ចាម", "ដុល្លារ", "ទិញ", "នរោត្តម", "បរទេស", "រាង", "]", "កម្លាំង", "ខណៈ", "គ្រាន់", "ដឹកនាំ", "យ", "ខែមករា", "ខ្សែ", "ទាំងនោះ", "បញ្ចូល", "បាត់", "ព្រះរាជាណាចក្រ", "មីយ៉ាន់ម៉ា", "រដូវ", "វាយ", "សម", "អារម្មណ៍", "ឯករាជ្យ", "1", "ក្រុមប្រឹក្សា", "បិតា", "ប្រគល់", "ប្រពន្ធ", "ពរ", "មជ្ឈមណ្ឌល", "រង្វាន់", "ស្ដេច", "អក្សរ", "ការគ្រប់គ្រង", "គម្រោង", "ឈរ", "ដំណឹង", "ដំណើរការ", "ទីនេះ", "ធ្វើការ", "ធ្វើឡើង", "ផុត", "សង្រ្គាម", "សហគមន៍", "សិរី", "១០", "១២", "'", "ថ្លៃ", "ធាតុ", "នឹក", "បង្គាប់", "ប្រភព", "ប្រយុទ្ធ", "ផលិតផល", "រយៈ", "ក្តី", "បរិសុទ្ធ", "ប្រសាសន៍", "ភ្លាម", "រកឃើញ", "លទ្ធផល", "សុទ្ធ", "អង្គុយ", "អ្នកនយោបាយ", "១១", "ចំណាយ", "ឆ្លង", "ជោគជ័យ", "និស្សិត", "ផ្ដល់", "សម្តេច", "2", "គត់", "ចក្រភព", "ដោះស្រាយ", "បានជា", "ផ្កាយ", "ព្យាការី", "មេឃ", "មេដឹកនាំ", "ម៉ាឡេស៊ី", "យាង", "ស្វែងរក", "ស្អាត", "ឥទ្ធិពល", "១៥", "ការបោះឆ្នោត", "កុមារ", "ទោះជា", "ប្រជាជាតិ", "ព្រះហឫទ័យ", "រថយន្ត", "រួមទាំង", "វិន័យ", "ឥឡូវនេះ", "កំណើត", "ជំនួស", "បង្គំ", "ប្រពៃណី", "ប្រាជ្ញា", "ផ្ទាល់ខ្លួន", "មកវិញ", "រូបភាព", "វ័យ", "អាណានិគម", "6", "ការពិត", "ក្បាល", "ខែកក្កដា", "ខែមីនា", "គ្រាប់", "ចំណែក", "ជំនួយ", "ទ័ព", "ផ្លាស់ប្តូរ", "ពីព្រោះ", "សរុប", "អាណាចក្រ", "ឧទាហរណ៍", "20", "of", "ជួរ", "ថ្លែង", "ប្រែ", "ពួកយើង", "មេរោគ", "រង់ចាំ", "រីករាយ", "សម្ដេច", "អនុវត្ត", "ឧបករណ៍", "ករណី", "ឆាប់", "ទៅនឹង", "បន្ទប់", "បំផ្លាញ", "មកដល់", "ម្ហូប", "វីដេអូ", "សមត្ថភាព", "៩", "ឈាម", "ថែម", "ទាក់ទង", "ពិបាក", "ព្រះបរម", "មហាវិទ្យាល័យ", "រើស", "វៀង", "ហ៊ុន", "ខាងក្រោម", "ខែមិថុនា", "ឋានៈ", "ភ្ជាប់", "មន្ត្រី", "មេត្តា", "រដ្ឋបាល", "ក្វាង", "ទំហំ", "បញ្ជា", "បរិញ្ញាបត្រ", "បឹង", "បោះ", "បំណង", "ផ្ទៃ", "ផ្សាយ", "ព្រឹក", "ព្រឹត្តិការណ៍", "រៀបការ", "សង", "សម្តែង", "សរសើរ", "អធិរាជ", "េ", "ខាងលើ", "ងាយ", "ទូទាំង", "បង់", "បង្ក", "ម្ដង", "ល្បី", "អញ្ចឹង", "អឺរ៉ុប", "10", "កិច្ចប្រជុំ", "ខៀវ", "ខែធ្នូ", "ខែសីហា", "ខែឧសភា", "ចាប់ពី", "ជាដើម", "ឈឺ", "ត្រី", "ទំព័រ", "នីមួយ", "បូក", "ប៉ុន្ដែ", "ប្តូរ", "ពេក", "ព្រំប្រទល់", "ព្រះយេស៊ូ", "វិញ្ញាណ", "វិស័យ", "សម្បត្តិ", "18", "កីឡាករ", "គោល", "គំរូ", "ទាំងមូល", "ទូទៅ", "ទ្រព្យ", "វែង", "ស្ពាន", "ស្រាប់", "អយុធ្យា", "អូន", "ខែតុលា", "ខ្មៅ", "ខ្លី", "ចន្លោះ", "ដប់", "ទទួលស្គាល់", "ធ្វើឲ្យ", "បាយ", "បុរី", "ប្រជុំ", "ផ្អែក", "ភ័យ", "មិញ", "ម៉ែត្រ", "យេស៊ូវ", "អគ្គ", "11", "កូនប្រុស", "កំឡុង", "ក្ដី", "ក្លឹប", "គណៈកម្មាធិការ", "ចាកចេញ", "ចោទ", "ឆ្នេរសមុទ្រ", "ជានិច្ច", "ដូច្នោះ", "នានា", "ពីមុន", "សន្តិភាព", "សម្ដែង", "អញ្ជើញ", "8", "pronounced", "ក្លាយ", "ខែកញ្ញា", "ឈប់", "ទម្រង់", "ទូលំទូលាយ", "ប្រតិបត្តិការ", "ម្ដេច", "សីហនុ", "អរ", "–", "4", "9", "ខែវិច្ឆិកា", "ចលនា", "ចែង", "ឆ្លងកាត់", "ជំនុំ", "ដដែល", "តួនាទី", "ត្រឹមត្រូវ", "ទាប", "បែរ", "ផឹក", "ពិតប្រាកដ", "ព្យាបាល", "វិល", "សាក្សី", "ស្បែក", "ចម្បង", "ដែក", "ទទួលយក", "ធម្មជាតិ", "នៅក្រោម", "បន្តបន្ទាប់", "ប្តី", "ប្រតិបត្តិ", "ពួកវា", "លោកស្រី", "វេលា", "សុខភាព", "សៀវភៅ", "អ្នកបកប្រែ", "ឦសាន", "១៧", "គូ", "ទសវត្សរ៍", "បុគ្គល", "ពាក់កណ្តាល", "លឿង", "លំដាប់", "លំបាក", "វិនិច្ឆ័យ", "សន្ធិសញ្ញា", "[6]", "កែវ", "កំហុស", "គួរតែ", "ថ្ម", "ទឹកដី", "ភាពយន្ត", "មុនពេល", "រួមបញ្ចូល", "ល", "សំដែង", "សំដៅ", "ស៊ីវិល", "១៩៧៥", "15", "«", "កាន់កាប់", "ការធ្វើ", "ខែកុម្ភៈ", "ចំ", "ជាក់", "ដឹក", "តន្ត្រី", "ថា៖", "និកាយ", "និមិត្ត", "បម្រើការ", "បរម", "ប្រាំពីរ", "ពានរង្វាន់", "ព្រះចៅ", "ភ្លេង", "មន", "មឿង", "ម៉ូតូ", "សត្រូវ", "អារក្ស", "ី", "ការបង្កើត", "ចន្ទ", "ចែក", "ឆេះ", "ណែនាំ", "តុលាការ", "បដិសេធ", "ប្រដាល់", "ផ្ញើ", "ផ្លាស់", "ផ្សព្វផ្សាយ", "ពិចារណា", "ព្រះនាង", "យ៉ូហាន", "ស្រដៀង", "ស្រួល", "ស្វែង", "ស្អប់", "ឱ", "កិច្ច", "កោត", "ច", "ចង់បាន", "ជ្រាប", "ទម្លាក់", "ទាំងឡាយ", "ទី២", "បិទ", "ប្រសូត", "ផ្កា", "ពង្រីក", "ពេលនេះ", "ព្រះសង្ឃ", "យន្តហោះ", "រូបសំណាក", "វត្ថុ", "សា", "សូវៀត", "សេរី", "ស៊ីសុវត្ថិ", "ស្មើ", "ស្រលាញ់", "អរគុណ", "១៤", "ការិយាល័យ", "ខណៈពេល", "ឃុំ", "ចាក់", "ជើងទឹក", "ឈៀង", "ញ៉ាំ", "ទាហាន", "បោះឆ្នោត", "បំបែក", "ប្រកាន់", "ពុទ្ធ", "ព្រះនាម", "ម៉ាឡេ", "រជ្ជកាល", "រុងរឿង", "សារធាតុ", "សុទ្ធតែ", "ស្នាក់", "12", "17", "កត់សម្គាល់", "ការប្រកួត", "ការប្រើប្រាស់", "ចុច", "ឆ្នោត", "ដោះ", "ត្រាស់", "នៅជិត", "បន្ទាល់", "បំពេញ", "យុវជន", "រំដោះ", "លុះ", "ស្ថាប័ន", "“", "24", "»", "ខ", "គណៈ", "ង្វៀន", "ចាំបាច់", "ជម្លោះ", "ត្រលប់", "បណ្តា", "បុត្រា", "បូព៌ា", "ប្លែក", "ភាគរយ", "រាជ្យ", "រាយការណ៍", "រាំ", "រឹង", "លាក់", "សាវ័ក", "ស្វាយ", "អង្គរ", "អនុម័ត", "ឥណ្ឌូចិន", "១៦", "The", "mi)", "កម្ពស់", "ការបកប្រែ", "ក្រឹត្យ", "គោលដៅ", "ចាក", "ទាមទារ", "ទាំងស្រុង", "ទីបំផុត", "ទូរស័ព្ទ", "ទ័យ", "បដិវត្តន៍", "ផ្ទុយ", "ផ្ទៃដី", "ផ្សារ", "ពាក់", "ព្រះជា", "យួន", "វេទនា", "សកម្មភាព", "អាង", "អះអាង", "២០២២", "_", "ការបះបោរ", "កិច", "ជ្រើស", "ដូង", "ដើមកំណើត", "ដ", "តៃ", "ត្រា", "ថត", "ទង់", "ទាន", "បែក", "បែងចែក", "ព្រះគុណ", "ភ្លេច", "ម្ដាយ", "យុត្តិធម៌", "សន្និសីទ", "សម្គាល់", "សហ", "សាង", "អនុញ្ញាត", "អភិបាល", "អាជីព", "អាល្លឺម៉ង់", "ឥណ្ឌូនេស៊ី", "19", "កងកម្លាំង", "ការគាំទ្រ", "កាំភ្លើង", "កោសិកា", "គោលបំណង", "ចម្រើន", "ច័ន្ទ", "ច្រក", "ជាធម្មតា", "ឈូង", "ដាច់", "ទ", "ពោរពេញ", "ព្រះសីហនុ", "សព", "អាស្រ័យ", "ឯកសារ", "១៣", "៣០", "", "កើនឡើង", "ក្រម", "ជំនាញ", "ថ្វាយបង្គំ", "ធ្វើអោយ", "និរតី", "បូជា", "ព្រះបិតា", "រដ្ឋធម្មនុញ្ញ", "រោង", "លឿន", "វាល", "សហភាព", "សាតាំង", "សុវណ្ណ", "សួគ៌", "ស្រីលង្កា", "ហ្វា", "ឯក", "១៨", "30", "Twitter", "កិត្តិយស", "គេច", "គោ", "ចម្ងាយ", "ចម្រុះ", "ដាវីឌ", "ទូក", "បញ្ជី", "ប៉ារីស", "ប្រាំមួយ", "ពេញនិយម", "ព្រមទាំង", "ភរិយា", "មាតា", "ម្តេច", "យោបល់", "រុក្ខជាតិ", "វ៉ាក់សាំង", "សេវា", "សំគាល់", "ស្រាវជ្រាវ", "អប់រំ", "”", "14", "កិច្ចព្រមព្រៀង", "គួរឱ្យ", "គ្រា", "ចិញ្ចឹម", "ចំណូល", "ឆ្លើយតប", "ជិះ", "ជំនាន់", "តួ", "ថម", "ទៅដល់", "ទ្រព្យសម្បត្តិ", "ធ្ងន់", "ធ្ងន់ធ្ងរ", "នារី", "បរាជ័យ", "បា", "បាំង", "បុគ្គលិក", "ប៉ា", "ប្រសិទ្ធភាព", "ផ្ទាំង", "ព្រះបាង", "មតិ", "ម៉េច", "វិនាស", "សប្តាហ៍", "សូម្បី", "សេរីភាព", "សេវាកម្ម", "សំណួរ", "អនាគត", "១៩", "២០១៩", "1]", "ការបកស្រាយ", "កុហក", "ខាងក្រៅ", "ខាងមុខ", "គ្របដណ្តប់", "ដេក", "ត្រឹមតែ", "ទាស់", "ទីលំនៅ", "ប្រៀប", "ពាក់ព័ន្ធ", "ពិភព", "ព្រះគ្រិស្ដ", "រដ្ឋសភា", "រៀប", "រំពឹង", "រ៉ូម", "លី", "វិសុទ្ធ", "វៀត", "សណ្ដ", "សម្លេង", "សំរេច", "ស្ថានភាព", "ស្រាយ", "ស្រាល", "ហ្វីលីពីន", "អាកាស", "13", "[7]", "កញ្ញា", "កល្ប", "គេហទំព័រ", "ងាយស្រួល", "ជាមួយគ្នា", "ជំរុញ", "តាមពិត", "ទីផ្សារ", "បាត់បង់", "បាទ", "ប៊ិញ", "ប៊ុន", "ប្រកួត", "ប្រជាមានិត", "ប្រជារាស្ត្រ", "ប្រ៊ុយណេ", "ព្រះវិហារ", "ភ្លឺ", "របាំ", "វិមាន", "សាន", "ស្មាន", "ស្រា", "អាជ្ញាធរ", "អំណរ", "អ្នកប្រើប្រាស់", "រ", "Lao", "ការសាងសង់", "ក្រោក", "គ្រោះថ្នាក់", "ចង", "ចម្រៀង", "ដេញ", "ថយ", "ទម្លាប់", "ធម៌", "បាល់ទាត់", "បុត្រី", "បុព្វបុរស", "ប៉េកាំង", "ប៉ះពាល់", "ប្រកប", "ផែនការ", "ព", "ពង្ស", "ពលរដ្ឋ", "ពួកគាត់", "មន្ទីរពេទ្យ", "ម្កើង", "រី", "សហព័ន្ធ", "សិង្ហបុរី", "សូម្បីតែ", "សូវ", "ស្នង", "ហាណូយ", "អារាម", "ឧបទ្វីប", "ឧស្សាហកម្ម", "ឯកជន", "២០១៧", "[lower-alpha", "ការស្លាប់", "ការអប់រំ", "ខាងក្នុង", "គ្រប់គ្រាន់", "ចាប់ផ្ដើម", "ចុះហត្ថលេខា", "ឆ្កែ", "ឆ្វេង", "ណាំ", "តិចតួច", "ទីម័រ", "នាវា", "បុក", "ប្រមាណ", "ពេញលេញ", "ភ្លៀង", "មហោស្រព", "យេស៊ូ", "រឺ", "វ", "សម្រាក", "សាក", "សាប", "សួន", "ស្បៃ", "ស្រែក", "ហូឡង់", "អង្វរ", "អត្ថបទ", "អាវុធ", "អាសនៈ", "អូឡាំពិក", "១០០", "21", "កង", "ការផ្លាស់ប្តូរ", "កុំព្យូទ័រ", "ខ្មាំង", "គំនូរ", "គ្រូ", "គ", "ងងឹត", "ចាប់អារម្មណ៍", "ដា", "ដុំ", "ដើមឈើ", "តម្រូវ", "តុង", "ថាៈ", "បកប្រែ", "បច្ចេកទេស", "បណ្តាញ", "បេង", "ប៉ម", "ប៉ុស្តិ៍", "ប្រមូល", "ប្រារព្ធ", "ពាយ័ព្យ", "ព្រះបុត្រា", "មូលហេតុ", "រង្វង់", "របួស", "វិហារ", "សាខា", "ស៊ូ", "ស្មោះ", "ឧទ្យាន", "ន", "RTGS", "កណ្ដាល", "កាសែត", "ខំ", "ខ្ចី", "គុក", "ឃ្លាន", "ចម្ប៉ា", "ចៀម", "ចែករំលែក", "ជម្រើស", "ជី", "ជឿជាក់", "ទាល់", "ទេសចរណ៍", "ធ្វើដំណើរ", "នាទី", "បណ្តេញ", "បំណុល", "ប្រមាថ", "ប្រាថ្នា", "ផ្តល់ឱ្យ", "ផ្តោត", "ពង្រឹង", "ភាគី", "មនុស", "ម៉ារី", "រយ", "រាងកាយ", "រាយ", "រាស្ត្រ", "លទ្ធិ", "សង់", "ហូរ", "អង្គភាព", "អត្តសញ្ញាណ", "អភិវឌ្ឍន៍", "អារ៉ាប់", "ឧបរាជ", "ឫ", "២១", "កូនស្រី", "កែ", "ក្បែរ", "ក្រែង", "ខាំ", "គី", "គ្រោះ", "ចម្លើយ", "ចំណេះដឹង", "ឆ្កាង", "ជិតស្និទ្ធ", "ជុំ", "ជ្រូក", "ដុត", "ទុកចិត្ត", "និរទេស", "នៅឡើយ", "បណ្ឌិត", "ប្រជាពលរដ្ឋ", "ព្រះជន្ម", "ព្រះរាជា", "ភស្តុតាង", "ភៀសខ្លួន", "ម៉ៃ", "យំ", "រាម", "វិទ្យាល័យ", "វិទ្យាសាស្ត្រ", "វិទ្យុ", "វ៉ាន់", "សង្កាត់", "សណ្ឋាគារ", "សណ្ត", "សមាគម", "សារព័ត៌មាន", "សំណាង", "ស្តីពី", "ស្ទើរតែ", "ស្អែក", "អនុញ្ញាតឱ្យ", "២០០៨", "២០១៣", "២៤", "ន", "the", "កម្រ", "ការតស៊ូ", "ការបញ្ចេញ", "ការអភិវឌ្ឍន៍", "កែប្រែ", "ក្តៅ", "ខ្ពង់រាប", "ខ្សោយ", "គេង", "គោក", "ចប់", "ចំណាត់ថ្នាក់", "ច្រៀង", "ជាក់ស្តែង", "តារាង", "ទម្ងន់", "ទល់", "ទុំ", "ទ្រ", "នៅសល់", "បង្កើន", "បង្ខំ", "បញ្ចេញ", "បន្ទាយ", "បាវ", "បេសកកម្ម", "បេះដូង", "បៃតង", "ប្រយ័ត្ន", "ប្រវត្តិ", "ពន្យល់", "ព្រះអាទិត្យ", "ភ្ញៀវ", "ភ្នាក់ងារ", "មីន", "មុខងារ", "យ៉ាកុប", "រដ្ឋធានី", "វត្តមាន", "វរ", "សន្តិសុខ", "សាមញ្ញ", "សូត្រ", "សោយ", "ហឫទ័យ", "ហា", "ហើយក៏", "ឡា", "អួត", "ឧត្តម", "២០១៦", "២០១៨", "%", "16", "Korean", "kilometres", "កាយ", "ក្រាប", "ក្រៅពី", "ខ្យល់", "គ្រីស្ទ", "ចា", "ចាញ់", "ឆ្នេរ", "ថេរ", "ថែរក្សា", "ទីប្រជុំជន", "ទី១", "ទៀង", "ធានា", "នាំឱ្យ", "បណ្តាល", "បទចម្រៀង", "បាត់ដំបង", "ផ្ទុក", "ពូកែ", "ព្រួយ", "រងារ", "រាជា", "លន់", "លឺ", "លើកឡើង", "វីរុស", "សាល", "សាំង", "ស៊ុលតង់", "អប្រាហាំ", "អ្នកដទៃ", "១៩៤៥", "២២", "ី", "2018", "23", "Google", "in", "កសិកម្ម", "ខ្សែភាពយន្ត", "ឃ្លាំង", "ចម្លង", "ចរិត", "ចេតិយ", "ជនរងគ្រោះ", "ឈាន", "ទោះបី", "ទំនិញ", "បង្អស់", "បណ្តោយ", "បាញ់", "ប្ដី", "ប្រដៅ", "ប្រវត្តិសាស្រ្ត", "ផ្សំ", "ពីលើ", "ព្រែក", "ម៉ែ", "យឺត", "យ៉ា", "រហូតមកដល់", "រឹងមាំ", "រូបថត", "រួមគ្នា", "ល្អិត", "សុខោ", "សំណង់", "ស្នើ", "ស្បថ", "ស្រេច", "ស្លឹក", "អាកាសយានដ្ឋាន", "អាចនឹង", "អេ", "អក", "១៩៥៤", "១៩៦០", "២៥", "", "កន្លង", "កម្ម", "ការ៉េ", "កំបាំង", "ក្រីក្រ", "ខុសគ្នា", "គ្រង", "គ្រាប់បែក", "ងាក", "ឆ្ងល់", "ជម្រះ", "ជារឿយ", "ឈ្លានពាន", "ដែន", "ដែនដី", "ឌួង", "តុ", "ត្រជាក់", "ត្រាំ", "ថែ", "ទទឹង", "នរគ", "បច្ចេកវិទ្យា", "បញ្ចុះ", "បាង", "ប្រវែង", "ប្រេង", "ផែន", "ពាន", "ពុទ្ធសាសនា", "ព័រទុយហ្គាល់", "ព្រះករុណា", "មារ", "ម៉ាន់", "រក្សាទុក", "រចនា", "រូបរាង", "លាយ", "លាវ", "វិទ្យាស្ថាន", "សក់", "សម្រេចចិត្ត", "សារមន្ទីរ", "សេនា", "សំបុត្រ", "ស់", "ស្ទើរ", "ស្នាម", "ស្រែ", "ហិរញ្ញវត្ថុ", "ហួស", "ហេតុការណ៍", "ឡាយ", "អភិវឌ្ឍ", "អូ", "១៩៤៦", "១៩៧០", "២០១១", "២០១៤", "", "\")", "2019", "and", "កង់", "កា", "ការដួលរលំ", "ការបរទេស", "កុង", "កូដ", "ក្រូច", "ក្លិប", "ងារ", "ចន្ទន៍", "ចេញផ្សាយ", "ច្បាស់លាស់", "ឆាក", "ជញ្ជាំង", "តំលៃ", "ទស្សនា", "ទាក់ទាញ", "ទាញ", "ធនាគារ", "បល្ល័ង្ក", "ប៉ាតានី", "ព្រះវិញ្ញាណ", "ភិក្ខុ", "ភ្ញាក់", "មន្ទីរពិសោធន៍", "ម្យ៉ាង", "រដូវកាល", "រំលឹក", "លួច", "វេទិកា", "សកម្ម", "សារៈសំខាន់", "សិង្ហ", "ស្នាដៃ", "ហាង", "អត្ថន័យ", "អ្នកដឹកនាំ", "ឱសថ", "២០២១", "៥០", "ម", "+", "22", "25", "កម្មសិទ្ធិ", "ការដឹកនាំ", "ការតវ៉ា", "ការប្រយុទ្ធ", "ការស្រាវជ្រាវ", "កំពុងតែ", "ក្បាច់គុន", "ខ្វះ", "គ.ស.", "គាប់", "ង់", "ចក្រី", "ចាប់ខ្លួន", "ជាញឹកញាប់", "ជួនកាល", "ដល", "ដុះ", "ដូចម្តេច", "ដំរី", "តភ្ជាប់", "តែម្តង", "ថាមពល", "ទិដ្ឋភាព", "ទិន្នន័យ", "ទេព", "ទំនប់", "ធនធាន", "នាគ", "បាច់", "ប្រហារ", "ប្រឹងប្រែង", "ផ្គត់ផ្គង់", "ពណ៌នា", "ពីក្រោយ", "ពុក", "ពោះ", "ព្រះរាជ្យ", "មធ្យម", "មហាសមុទ្រ", "ម៉ានី", "យកមក", "រាមាទី", "លូតលាស់", "សមត្ថកិច្ច", "សំបក", "ស៊ីន", "ស្នេហា", "ស្រូវ", "ហូជីមិញ", "អេស៊ីប", "អែល", "អ៊ុយក្រែន", "អ្នកគាំទ្រ", "អ្នកគ្រប់គ្រង", "ំង", "២០១៥", "២០២០", "២៨", "￼￼", "2017", "DNA", "Real", "YouTube", "de", "កម្មករ", "កាន់អំណាច", "ការអនុវត្ត", "កៅ", "ខាងក្រោយ", "ចងចាំ", "ចិត្ដ", "ចោរ", "ចំណាស់", "ចំណេញ", "ជារៀងរាល់", "ដឹកជញ្ជូន", "ដុង", "ដូន", "ដួល", "តូវ", "ត្រីកោណ", "ថ", "ទទួលទាន", "ទ្វារ", "ធី", "នល់", "នាយ", "បាក់", "បោះពុម្ព", "ប៉ាស៊ីហ្វិក", "ផ្ទុយទៅវិញ", "ពពួក", "ពៅ", "ព្រះ។", "ភូមិសាស្ត្រ", "មកហើយ", "មីក្រូទស្សន៍", "មុននឹង", "មេធាវី", "ម្នាក់ឯង", "រដ្ឋប្រហារ", "រណសិរ្ស", "របាយការណ៍", "រលក", "រិះគន់", "រោគ", "លា", "លាង", "លើកលែង", "ល្ងាច", "វង់", "វង្វេង", "វិជ័យ", "សក្ខីភាព", "សាវក", "សុវត្ថិភាព", "សំលេង", "ស្តង់ដារ", "ស្ថាបនិក", "ស្រស់", "ហុង", "ហេតុផល", "ហោរា", "អាវ", "អាហារូបករណ៍", "អ្នកនិពន្ធ", "ឧត្តមសេនីយ", "ឫទ្ធិ", "•", "2014", "26", "28", "A", "League", "Windows", " ", "កសាង", "ការទូត", "ការរចនា", "ការអភិវឌ្ឍ", "កឹង", "កូ", "កើន", "កំពង់ផែ", "ក្រពើ", "ខិតខំ", "ខឺត", "ខ្វាក់", "គ.ស", "ចឹង", "ចៅក្រម", "ច្រាំង", "ឆ្នូត", "ឆ្ពោះ", "ជាជាង", "ញាតិ", "ដរាប", "ដូ", "ដំណោះស្រាយ", "តវ៉ា", "ត្រឡប់មក", "ថវិកា", "ទង្វើ", "ទិស", "ទីកន្លែង", "ទំនង", "ទ្រង់ទ្រាយ", "នៅឯ", "បក្សី", "បង្រួបបង្រួម", "បណ្ណាល័យ", "បន្ទាត់", "បារម្ភ", "បោះបង់", "ប៉ះ", "ប្រជែង", "ប្រៀបធៀប", "ពល", "ពហុ", "មធ្យោបាយ", "មាគ៌ា", "មិត្តភក្តិ", "ម្ខាង", "យុទ្ធនាការ", "រីក", "លទ្ធភាព", "លើកលែងតែ", "លេច", "វណ្ណ", "សង្ស័យ", "សប្បុរស", "ស្ងួន", "ស្ថានីយ៍", "ស្នូល", "ស្មើនឹង", "ហាក់ដូចជា", "ហូប", "អត្រា", "អំពាវនាវ", "អ៊ីស្រា", "ឥលូវ", "ឥស្លាម", "២០០៩", "២០១២", "ប", "2010", "2013", "Madrid", "United", "[8]", "កត់", "ការកាន់កាប់", "ការឆ្លង", "ក្រូចឆ្មារ", "ខាត", "គ្រោង", "ចូលទៅ", "ចំណាំ", "ច្រឡំ", "ឆន្ទៈ", "ជាតិនិយម", "ជីវ", "ជួល", "ជួសជុល", "ជ្រៅ", "ជ្វា", "ដាយ", "ដេត", "ដំណាក់", "តុលា", "តួអង្គ", "ថង", "ថាញ់", "ទំនាប", "ទ្រទ្រង់", "ធ្លាក់ចុះ", "នាំគ្នា", "នុយ", "នំ", "បណ្តាលឱ្យ", "បរិស្ថាន", "បាត", "បូជាចារ្យ", "បោក", "ប៉ុណ្ណា", "ប្រ", "ប្រកបដោយ", "ប្រុង", "ពេលណា", "ព្រលឹង", "ព្រោះតែ", "ភាពខុសគ្នា", "មាន់", "មូលនិធិ", "មេទ័ព", "ម៉ាស៊ីន", "យើ", "រង់", "រៀងរាល់", "លក្ខខណ្ឌ", "លេចធ្លោ", "លោះ", "វគ្គ", "វាយប្រហារ", "សង្ឃ", "សល់", "សាកល្បង", "សិលាចារឹក", "សីហា", "សុភមង្គល", "សេះ", "សំដី", "ស្គរ", "ស្តាំ", "ស្ថានទូត", "អគ្គិសនី", "អាណិត", "អូស្ត្រាលី", "អ្នកប្រាជ្ញ", "ឥណ្ឌូណេស៊ី", "ឲ្យបាន", "១៩៩១", "២៦", "២៩", "ង", "--", "2016", "27", "Barcelona", "កត់ត្រា", "កត្តា", "ករ", "កាប់", "ការកំណត់", "ការគោរព", "ការណ៍", "ការបង្ហាញ", "ក្បាច់", "ក្រ", "ខ.", "គឹម", "ងាប់", "ចុល្លាង្ករណ៍", "ចៅហ្វាយ", "ជនភៀសខ្លួន", "ជម្រាប", "ជាមួយនិង", "ជំរាប", "ដាច់ដោយឡែក", "ដាន", "ដាំ", "តប", "ថ្នាក់រៀន", "ទន់", "ទ្វីប", "ធៀប", "នី", "បណ្តោះអាសន្ន", "បើសិន", "បះបោរ", "ប្រាស់", "ប្រែប្រួល", "ផែនទី", "ពង", "ពិពណ៌នា", "ព្រះគម្ពីរ", "មានប្រសាសន៍", "យុទ្ធសាស្ត្រ", "រចនាសម្ព័ន្ធ", "រា", "រីករាលដាល", "រុណា", "រៀបរាប់", "រំខាន", "លីក", "លេខាធិការ", "លោ", "វិជ្ជា", "សកល", "សង្កេតឃើញ", "សង្ឃរាជ", "សមរភូមិ", "សម្ងាត់", "សាយ", "សារ៉ា", "សាឡូម៉ូន", "សុខសាន្ត", "សុន", "សូន្យ", "ស្វាមី", "ស្អី", "ហ្សែន", "អ", "អក្ខរ", "អង្គរវត្ត", "អនុប្រធាន", "អាជីវកម្ម", "អាំង", "អំណោយ", "អ៊ីតាលី", "អ៊ីរ៉ង់", "អ្នកស្រី", "អ", "ឥលូវនេះ", "១៩៥៥", "២៧", "៤០", "ព", "$", "2009", "2015", "</img>", "Facebook", "ft)", "កញ្ចក់", "កាត់បន្ថយ", "ការការពារ", "ការបណ្តុះបណ្តាល", "ការលំបាក", "កំប្លែង", "ក្មេងស្រី", "គ្រូពេទ្យ", "ឃ្លាត", "ចាន", "ចូវ", "ចំណង", "ចំរើន", "ជជែក", "ជាសាធារណៈ", "ជិតខាង", "ជូរ", "ឈុង", "តាមដាន", "តេជោ", "តោះ", "ទាល់តែ", "ទូត", "ទំរង់", "នាយកដ្ឋាន", "នាំយក", "បញ្ឈប់", "បទពិសោធន៍", "បន្ទាន់", "បពិត្រ", "បរិមាណ", "បាតុកម្ម", "ប្រឈម", "ប្រសើរឡើង", "ផារ៉ោន", "ផ្តើម", "ផ្ទេរ", "ពិនិត្យ", "ពិភាក្សា", "ព្រឹទ្ធសភា", "មហារីក", "មេសា", "ម៉ឺន", "យល់ព្រម", "យ៉ត", "យ៉ូសែប", "រហ័ស", "លុបចោល", "លំនៅ", "ល្បឿន", "ល្បែង", "វិបត្តិ", "វ៉ា", "សម្ព័ន្ធ", "សហការ", "សុន្ទរកថា", "សើច", "ស្ដាំ", "ស្ថាបត្យកម្ម", "ស្ទឹង", "ហាក់", "ហេ", "អចិន្ត្រៃយ៍", "អធិបតេយ្យភាព", "អម", "អាកាសធាតុ", "អាណត្តិ", "អាណាព្យាបាល", "អ្នកជំនាញ", "អ្នកស្រុក", "អ្នកឯង", "ឧប", "១៩៤៩", "២៣", "៦០", "េ", "ំ", "ធម៌", "", "&", "32", "50", "Manchester", "New", "Premier", "pronunciation:", "to", "កម្ចាត់", "ការកើនឡើង", "ការចាប់ផ្តើម", "ការតាំង", "ការធ្វើតេស្ត", "ការបែងចែក", "កើតមាន", "កោតខ្លាច", "ខឹង", "ខួប", "ខ្នង", "គ", "គុណភាព", "គោលការណ៍", "គ្រប", "គ្រាម", "ចរចា", "ចោទប្រកាន់", "ចំនុច", "ច្បង", "ឆាប់រហ័ស", "ជង្គង់", "ជម្រក", "ជាក់លាក់", "ជីដូន", "ជូ", "ញែក", "ដែ", "ឌិញ", "តៃវ៉ាន់", "តំណ", "ទទួលមរណភាព", "ទីស្នាក់ការ", "ទំនុក", "ទ្ធានុភាព", "ទ្រាំ", "បង្គោល", "បស់", "បើសិនជា", "ប្ដឹង", "ប្រជា", "ប្រាំបី", "ប្រិយ", "ពស់", "ពិសា", "ពូជសាសន៍", "ពេញចិត្ត", "មន្ទីរ", "មហាវិថី", "មា", "ម៉ូ", "ម៉ូដ", "ម៉ូដែល", "យ៉ាងហោចណាស់", "រមែង", "រីកចម្រើន", "រុញ", "រុំ", "រូបិយប័ណ្ណ", "រួចហើយ", "លង់", "លោកីយ៍", "ល្បីល្បាញ", "វិចិត្រ", "វ៉ុន", "សម្បទាន", "សម្ព័ន្ធមិត្ត", "សឺន", "សំលៀកបំពាក់", "ស៊ីរី", "ស្ងៀម", "ស្វែងយល់", "ហួន", "ឡើងសោយរាជ្យ", "ឡេ", "អតិសុខុមប្រាណ", "អភិជន", "អាណ្ណាម", "អេហ្ស៊ីប", "៣១", "៣៥", "ើ", "\"\"", ".ស", "2021", "Burmese", "Chelsea", "I", "Liverpool", "Vietnamese", "x", "ការគំរាមកំហែង", "ការសម្លាប់", "កំណែ", "កំណែទម្រង់", "កំពត", "ក៏ប៉ុន្តែ", "ក្រោយពី", "ក្លិន", "ខាងឆ្វេង", "គូរ", "ងេ", "ចក្រ", "ចុល", "ចូលមក", "ចំណងជើង", "ចំណេះ", "ឆង", "ឆ្ពោះទៅ", "ជីវភាព", "ជួបគ្នា", "ជំហាន", "ញាណ", "ដ", "ដាវ", "ដូច្នេះហើយ", "ដំណាក់កាល", "ឋាន", "ឌី", "តម", "តម្រូវការ", "តែម្ដង", "ត្រៀម", "ថ្កោល", "ថ្ងៃទី១", "ទាក់", "ទូរគមនាគមន៍", "ទ្រូង", "ធន", "ធ្មេញ", "និពន្ធ", "បញ្ឆោត", "បណ្តុះបណ្តាល", "បំបាត់", "បំពាក់", "ប៉ាក", "ប្រមុខ", "ប្រមុខរដ្ឋ", "ប្រហារជីវិត", "ប្រាជ្ញ", "ប្រាំបួន", "ផលប្រយោជន៍", "ផ្តាច់", "ពិត្រ", "ពេស", "ព្រេង", "ព្រះយេស៊ូវ", "ភូមិភាគ", "មករា", "មរតក", "មហោរី", "មីង", "មឺរីក", "មុនី", "ម៉ា", "ម៉ៅ", "យុទ្ធ", "រាជានិយម", "រាមា", "រាវ", "រឿងរ៉ាវ", "រះ", "រ៉ែ", "លម្អិត", "លាតសន្ធឹង", "លិខិត", "ល្ខោន", "វារី", "វិទូ", "វិធីសាស្ត្រ", "សតវត្សរ៍", "សម្លៀកបំពាក់", "សរសៃ", "សឺរ៉ែល", "សុបិន", "សៀមរាប", "សេ", "សេសសល់", "សោយទិវង្គត", "ស៊ូម៉ាត្រា", "ស្ថានីយ", "ស្មារតី", "ស្រុង", "ស្វយ័ត", "ហើយនិង", "ហ្គេម", "ហ្វេ", "អត់ទោស", "អត្ថប្រយោជន៍", "អធិការ", "អយ្យកោ", "អាថ៌កំបាំង", "អាពាហ៍ពិពាហ៍", "អ៊ីស្លាម", "អ្ន", "អ្នកការទូត", "ឥស្សរៈ", "ឯកឧត្តម", "ឯណា", "១៩៥០", "២០០៣", "២០០៤", "២០០៧", "២០១០", "៥០០", "1970", "2012", "2020", "2022", "=", "World", "កណ្ដាប់", "កាណាដា", "ការប្រកាស", "ការផ្សាយ", "ការពង្រីក", "ការរៀបចំ", "កាលណា", "កិច្ចសហប្រតិបត្តិការ", "កៃ", "កំណាព្យ", "កំពស់", "កំរិត", "កំហឹង", "ក្ដៅ", "ក្បត់", "ក្បួន", "ក្រុមគ្រួសារ", "ក្លែងក្លាយ", "ខ្មាស", "គន្លឹះ", "គីមី", "គុន", "គំរោង", "ចាន់", "ចៀស", "ចេស្តា", "ចំការ", "ចំណត", "ច័ន្ទន៍", "ឆ្កួត", "ឆ្លាត", "ឆ្លុះបញ្ចាំង", "ជនបទ", "ជំនះ", "ឈីង", "ដូនតា", "ដៃគូ", "ដោយឡែក", "ទី៣", "ទូលាយ", "ទ្វេ", "បណ្ដុះ", "បន្លែ", "បាតុករ", "ប្រជាប្រិយភាព", "ប្រទះ", "ប្រធានបទ", "ប្រមូលផ្តុំ", "ប្លន់", "ពពក", "ពេលព្រឹក", "ព្យញ្ជនៈ", "ព្រហ្ម", "ព្រះដំណាក់", "ភេទ", "មច្ឆា", "មូស្លីម", "ម៉ុង", "ម្រេច", "យាយ", "យើងខ្ញុំ", "យ៉ាងម៉េច", "រងរបួស", "រង្ស៊ី", "រសជាតិ", "រស់រាន", "រារាំង", "រឹត", "រំលង", "រំលាយ", "លាប", "លិច", "លេខា", "ល្បង", "ល្មម", "វីតាមីន", "វេជ្ជសាស្ត្រ", "វៃ", "សញ្ញាបត្រ", "សមរម្យ", "សម្ដី", "សម្លឹង", "សាម៉ារី", "សារី", "សីលធម៌", "សុគត", "សំប់", "ហាម", "ហាំ", "ហ្សឺណែវ", "ឡុង", "អណ្តាត", "អនុវង្ស", "អាឡឺម៉ង់", "អ៊ិន", "ឧត្តមសេនីយ៍", "ឧសភា", "ឪ", "១៩៦២", "១៩៦៣", "១៩៦៥", "១៩៨១", "", "1975", "City", "French", "John", "King", "Messi", "[9]", "for", "កងយោធពល", "កម្សាន្ត", "កសិករ", "ការចូលរួម", "ការឆ្លើយតប", "ការតែងតាំង", "ការធ្វើដំណើរ", "កាលៈទេសៈ", "កិច្ចសន្យា", "ក្រណាត់", "ខា", "ខុសពី", "ខេមរភូមិន្ទ", "ខ្នាត", "ខ្ពង់ខ្ពស់", "ខ្សាច់", "គ.", "គប់", "គុយ", "ចង្វាក់", "ចាម្ប៉ា", "ចុងបញ្ចប់", "ចូលក្នុង", "ចំរៀង", "ជំទង់", "ជំពាក់", "ជ្រុង", "ឈុត", "ញ", "ដង្ហើម", "ដាន់", "ដុល្លា", "ដូរ", "ណាន", "តាង", "តារាចម្រៀង", "តោង", "ត្នោត", "ត្បូង", "ថែមទាំង", "ទស្សនៈ", "ទិសដៅ", "ទីភ្នាក់ងារ", "ទឹកក្រូច", "ទើបតែ", "ទៀតផង", "ទៅតាម", "ទំពាំងបាយជូរ", "ធម្មយុត្តិក", "និញ", "នីតិបញ្ញត្តិ", "នេអូ", "នែ", "បង្ហូរ", "បណ្ដា", "បណ្ដោយ", "បារាយណ៍", "បាលី", "បាល់", "ប៉ុល", "ប្រឈមមុខ", "ប្រញាប់", "ប្រលោមលោក", "ប្រៀន", "ផលិតកម្ម", "ផុល", "ផ្តាច់ការ", "ផ្ទៃពោះ", "ពលកម្ម", "ពលករ", "ពោធិ៍សាត់", "ព្រះភក្ត្រ", "មហេសី", "មាំ", "មីនា", "មើល៍", "ម៉ាក្ស", "ម៉ូណា", "ម្ចាស់ក្សត្រី", "ម្ល៉េះ", "យេ", "រង្គាល", "រថភ្លើង", "រាប់បញ្ចូល", "រោងចក្រ", "រោត្តម", "រោម", "រ៉ៃ", "លើកកម្ពស់", "ល្ងង់", "វណ្ណៈ", "វីក", "វេជ្ជសាស្រ្ត", "សម្បូរ", "សម្ភារៈ", "សម្របសម្រួល", "សាច់ញាតិ", "សាលារៀន", "សាល៖", "សាសនិក", "សាស្ត្រាចារ្យ", "សៃ", "សោក", "ស៊េរី", "ស្តី", "ស្វា", "ហាមឃាត់", "ហៃ", "ហ្គូន", "ហ្វូង", "ឡុងដ៍", "អតីតកាល", "អន្តោប្រវេសន៍", "អភិរក្ស", "អាទិត្យ", "អាយុកាល", "អាល់ប៊ុម", "អៀន", "អំបូរ", "អ្នកប្រើ", "១៩៤៧", "១៩៥៦", "១៩៥៨", "២នាក់", "已关闭评论", "", "1960", "2008", "::", ">", "metres", "n", "កក្កដា", "កប៉ាល់", "កម្ទេច", "ការណែនាំ", "ការបោះពុម្ព", "ការប្រែប្រួល", "ការពិភាក្សា", "ការយល់ដឹង", "កំទេច", "ក្មួយ", "ក្លាយទៅជា", "ខូច", "គណនី", "គិន", "គ្រី", "ចង់ឱ្យ", "ចេក", "ចំណង់", "ឆ្អែត", "ជាមុន", "ជីដូនមួយ", "ជោគ", "ជំរុំ", "ញៀន", "ដាំដុះ", "ដំណើរទស្សនកិច្ច", "ដំបង", "ដំឡើង", "តុបតែង", "តូ", "ត្រូពិច", "ថង់", "ថ្វឹន", "ទាញយក", "ទាយ", "ទេវកថា", "ទំនាយ", "ទ្រឹស្ដី", "ធ្វើឃាត", "នំបុ័ង", "បកស្រាយ", "បញ្ញត្ត", "បដិវត្ត", "បរ", "បេក្ខជន", "បំពាន", "ប៉ាពួ", "ប្រជាប្រិយ", "ប្រដាប់", "ប្រតិកម្ម", "ប្រព្រឹត្តិ", "ផ្ដើម", "ផ្ទុះ", "ផ្នូរ", "ពន្ធ", "ពិនិត្យមើល", "ពឹង", "ពឹងផ្អែក", "ពេជ្រ", "ពេទ្យ", "ពែង", "ពោលគឺ", "ព្រះកែវ", "ព្រះស្រី", "មណ្ឌល", "មាត្រា", "មួន", "ម៉ាថា", "ម្សិលមិញ", "យកចិត្តទុកដាក់", "យក្ស", "យី", "យុគសម័យ", "យេហូវ៉ា", "រចនាប័ទ្ម", "របេង", "រលាក", "រលាយ", "រំលោភ", "លើសលប់", "លោត", "ល្មើស", "វក", "វិច្ឆិកា", "វិជ្ជាជីវៈ", "វិទ្យុសកម្ម", "វិធីសាស្រ្ត", "វិស្វករ", "សញ្ជាតិ", "សម្ពាធ", "សម្ព័ន្ធភាព", "សម្រាល", "សិល្បករ", "សុង", "សៀង", "សេចក្តីថ្លែងការណ៍", "សេន", "សែសិប", "សៃហ្គន", "សោយរាជ្យ", "សំណុំ", "សំណើ", "សំនួរ", "សំពត់", "សំស្រ្កឹត", "ស៊ុត", "ស្ងាត់", "ស្ងួត", "ស្នើសុំ", "ស្មោះត្រង់", "ស្លៀក", "ស្សី", "ហាន់", "ហាល", "ហើម", "ហ្វីត", "អណ្ណាម", "អាគារ", "អាហ្វ្រិក", "អើ", "អំបិល", "អ៊ី", "អ័រម៉ូន", "អ្នកស្លាប់", "ឥម", "ឫស្សី", "១៩៤៨", "១៩៧៦", "១៩៧៩", "៨០", "ក", "1945", "1994", "2004", "2006", "29", "Home", "IPA:", "Phra", "Samanea", "Tweet", "[10]", "[11]", "a", "កន្លះ", "ករុណា", "ការចរចា", "ការឈ្លានពាន", "ការត្រួតត្រា", "ការទម្លាក់", "ការបង្រៀន", "ការបរាជ័យ", "ការយល់ឃើញ", "ការលុកលុយ", "ការវាយប្រហារ", "ការវិនិយោគ", "ការសម្តែង", "ការសរសេរ", "កាហ្សាក់", "កីឡដ្ឋាន", "កុលសម្ព័ន្ធ", "កូសាំងស៊ីន", "កំពង់ចាម", "ក្យូតុ", "ក្រឡេក", "ក្រិក", "ក្រោយពេល", "ខណ្ឌ", "ខ្ចោះ", "ខ្លាំងក្លា", "គម", "គីម", "គួ", "គំរាម", "គ្របដណ្ដប់", "គ្រិស្ត", "ឃោសនា", "ឃ្លា", "ង៉ុម", "ង្គ", "ចង្អៀត", "ចាក់ផ្សាយ", "ចាយ", "ចែកចាយ", "ចំណី", "ចំណែកឯ", "ច្រាន", "ឆៃ", "ឆ្ងាញ់", "ឆ្មា", "ជាថ្មី", "ជីក", "ជើងឯក", "ជំទាស់", "ញាប់", "ដានី", "ដួលរលំ", "ដោះលែង", "ណៃ", "តង្វាយ", "តាំ", "តេជ", "ត្រកូល", "ត្រង់នេះ", "ថុន", "ថោក", "ទទួលខុសត្រូវ", "ទទួលបន្ទុក", "ទស្សនាវដ្ដី", "ទឹកត្រី", "ទៀន", "ទេសចរ", "ទៅមក", "ទំនាក់", "ទំនុកចិត្ត", "ទំនេរ", "និទាន", "នៅក្បែរ", "នៅនឹង", "បក", "បញ្ញា", "បត់", "បទល្មើស", "បារមី", "បារី", "បេតិកភណ្ឌ", "បែរជា", "ប៉ូល", "ប់", "ផាន់", "ផ្លាស់ប្ដូរ", "ផ្អើល", "ពត", "ពន្ធនាគារ", "ពិសោធន៍", "ពូ", "ពេត្រុស", "ព្រៃឈើ", "ភាគហ៊ុន", "ភូត", "ភ្លោះ", "មកកាន់", "មជ្ឈិម", "មនុស្សម្នា", "មន្រ្តី", "មានអារម្មណ៍", "មែនទែន", "ម៉ាណែត", "ម៉ុងហ្គោលី", "យន់", "យន្ត", "យល់ដឹង", "រន្ធត់", "រវល់", "រាមាទី១", "រ៉ា", "រ៉ូម៉ាំង", "លីង", "លុប", "វង្សានុវង្ស", "វស្សា", "វិថី", "វិសេស", "សង្កេត", "សព្ទ", "សម្តី", "សម្រស់", "សម្រួល", "សាហាវ", "សាំ", "សិទ្ធ", "សុដន់", "សូរស័ព្ទ", "សំណល់", "ស៊ុន", "ស៊ុយ", "ស៊ែប៊ី", "ស្តារ", "ស្មា", "ស្ម័គ្រ", "ស្រេក", "ស្វាង", "ហាត់ប្រាណ", "ហាន", "ឡាក់", "អចលន", "អតុល្យ", "អធិបតី", "អន់", "អាយ", "អ៊ីសាក", "អ៊ុន", "អ័ប្រា", "អ្នកជំងឺ", "អ្នកបើកបរ", "ឥដ្ឋ", "ឥន្ទ្រ", "ឧកញ៉ា", "ឧត្ដម", "ឧទ្ទិស", "១៩៨០", "១៩៨២", "២០០២", "៣៩", "៩០", "យ", "100", "2]", "40", "Apple", "Group", "James", "Vietnamese:", "you", "កន", "កន្ទុយ", "កន្លែងណា", "កម្ចី", "កាតូលិក", "ការចូល", "ការចោទប្រកាន់", "ការត្រួតពិនិត្យ", "ការបញ្ចូល", "ការប្រកួតប្រជែង", "ការផ្តល់", "ការសម្រេចចិត្ត", "កាលបរិច្ឆេទ", "កេរ្តិ៍ឈ្មោះ", "កំណើន", "កំសាន្ត", "ក្រដាស", "ក្លាហាន", "ក្លៅ", "ខាន់", "ខួរក្បាល", "ខ្ទឹម", "ខ្ពើម", "ខ្មោច", "គួរអោយ", "គ្រូបង្រៀន", "គ្លីនិក", "ឃឺរី", "ឃុំឃាំង", "ចម្បាំង", "ចុឡា", "ចើន", "ចេញពី", "ចេះតែ", "ចំណាកស្រុក", "ឆក់", "ឆ្លាក់", "ជន្ម", "ជម្ងឺ", "ជុង", "ជួបជុំ", "ជួបប្រទះ", "ជ្រមុជ", "ជ្រលង", "ញឹកញាប់", "ញ័រ", "ដណ្តើម", "ដើម្បីឲ្យ", "ដំបូល", "តម្កល់", "តស៊ូ", "តួលេខ", "ត្រួតត្រា", "ត្រួតពិនិត្យ", "ទង", "ទត", "ទទេ", "ទន្ទឹង", "ទារ", "ទារក", "ទារុណកម្ម", "ទិន", "ទីប្រឹក្សា", "ទី៧", "ទឹកចិត្ត", "ទឹកដោះគោ", "ទូ", "ទំនងជា", "ទំនាស់", "ទំនៀមទម្លាប់", "ទ្រី", "ធុន", "ធ្នូ", "ធ្វើបាប", "នេសាទ", "នៅមុខ", "បណ្ដាល", "បម្រុង", "បម្លែង", "បរិយាកាស", "បរិវេណ", "បាសាក់", "បំណែក", "បំផុស", "បំពង់", "ប៉ាក់", "ប៉ុណ្ណឹង", "ប្រព្រឹត្ដ", "ប្រាហាំ", "ប្រឹក្សា", "ផាយ", "ផេង", "ផ្ទៃក្នុង", "ផ្សិត", "ពាសពេញ", "ពីង", "ព្រមាន", "ព្រៃវែង", "ព្រះទ្រង់", "ព្រះសង្ឃរាជ", "ភាពខុសប្លែក", "ភាពស៊ាំ", "ភ័យខ្លាច", "មហាជន", "មាតិកា", "ម៉ាក់", "ម៉ាង", "ម៉ាត់", "ម្យ៉ាងទៀត", "ម្សៅ", "យាន", "យុត្តិវង្ស", "យូរអង្វែង", "យ៉ាងណាមិញ", "យ៉ាំងហ្គោន", "យ័រ", "រង្គ", "រដ្ឋទូត", "រមណីយដ្ឋាន", "រស្មី", "រាជាធិបតេយ្យ", "រួបរួម", "រោគសញ្ញា", "រំភើប", "លាភ", "លុកលុយ", "លុត", "លូកា", "លើកទឹកចិត្ត", "លំ", "ល្បួង", "វិនិយោគ", "វិសាល", "វេជ្ជបណ្ឌិត", "សកម្មជន", "សក្ការៈ", "សងខាង", "សញ្ញាប័ត្រ", "សន្លឹក", "សម្អាត", "សាកសព", "សាធារណជន", "សាន្ត", "សឹង", "សុ", "សុរ", "សួស្តី", "សេចក្តីសុខ", "សៅ", "សំពៅ", "ស៊ីរ៉េន", "ស្ករ", "ស្តីទី", "ស្ថាបត្យករ", "ស្នេហ៍", "ស្លាប", "ស្វាគមន៍", "ហនុ", "ហាត់", "ហានិភ័យ", "ហួយ", "ហ្វ្រង់", "អក្សរសាស្ត្រ", "អង់ទីប៊ីយ៉ូទិក", "អង្ករ", "អធិប្បាយ", "អនុ", "អន្តរាយ", "អបអរ", "អរិយធម៌", "អវិជ្ជមាន", "អាកាសចរណ៍", "អាថ៌", "អាម៉ាស់", "អើរ៉ុន", "អៃ", "អ្នកចូលរួម", "អ្នកលេង", "ឧបត្ថម្ភ", "ឧប្បត្តិហេតុ", "ឫស", "១៧៦៧", "១៩៣២", "១៩៦៤", "១៩៦៦", "៣។", "៣០០", "៣២", "៣៣", "៣៤", "៧០", "", "(\"", "2011", "35", "38", "39", "Bayern", "C", "Cup", "GPS", "Instagram", "Man", "[n", "m", "·", "កប់", "កាកបាទ", "ការជួយ", "ការដាក់", "ការដេញថ្លៃ", "ការតុបតែង", "ការទទួល", "ការបញ្ចប់", "ការផលិត", "ការភ័យខ្លាច", "ការភ្ញាក់ផ្អើល", "ការស៊ើបអង្កេត", "ការស្ទង់", "កាលីឡេ", "កាល់", "កាំង", "កិន្នរី", "កូបេន", "កៅអី", "ក់", "ក្របខ័ណ្ឌ", "ក្រអូប", "ក្រោធ", "ខន", "ខេត", "ខ្នែង", "ខ្វល់", "គណនា", "គមនាគមន៍", "គាល់", "គ្រូបង្វឹក", "ចង្អុល", "ចម្លាក់", "ចុះឈ្មោះ", "ចំណាប់អារម្មណ៍", "ចំហ", "ជក់", "ជនសង្ស័យ", "ជេរ", "ជំរឿន", "ជំរះ", "ជះ", "ជ័យជម្នះ", "ឈានដល់", "ដងទន្លេ", "ដន", "ដឺ", "ដើរតួ", "ដំណាំ", "ឋានានុក្រម", "ឌូបៃ", "ណាស៊ី", "ត់", "ថយចុះ", "ថែទាំ", "ថ្ងៃស្អែក", "ថ្នូរ", "ថ្វីបើ", "ទីលាន", "ទី៥", "ទុកដាក់", "ទុក្ខបុកម្នេញ", "ទូរសព្ទ", "ទ្រឹស្តី", "ទ្រឿង", "ធម្មនុញ្ញ", "ធូរ", "នាឡិកា", "នាំមក", "នួន", "បង្កឡើង", "បង្ហោះ", "បណ្ដាញ", "បណ្តុំ", "បណ្តើរ", "បន្ថយ", "បន្ទោស", "បុរៈ", "បៀតបៀន", "បៀន", "បេ", "ប៉ុន", "ប្ដូរ", "ប្តឹង", "ប្រព្រឹត្តទៅ", "ប្រល័យ", "ប្រឡង", "ផលវិបាក", "ពិបូល", "ពុល", "ពោ", "ព័ទ្ធ", "ព័ន្ធ", "ព្រលឹម", "ព្រាហ្មណ៍", "ព្រួយបារម្ភ", "ព្រះទ័យ", "ព្រះពរ", "ព្រះហស្ដ", "ភូមិន្ទ", "ភ្លែត", "មង្គល", "មនោសញ្ចេតនា", "មរណភាព", "មីក្រូ", "មូលបត្រ", "មួ", "មើលងាយ", "មេរៀន", "ម៉ាក", "ម៉ូត", "ម៉ែន", "យញ្ញ", "យល់ស្រប", "យាម", "យូ", "យូណេស្កូ", "រងគ្រោះ", "រងា", "រណប", "រតន", "រទេះ", "រាជាណាចក្រ", "រាត្រី", "រុករក", "រូង", "រូបចម្លាក់", "រួចរាល់", "រៀល", "រ៉ង់", "រ៉ានី", "លាមក", "លុបបំបាត់", "លេប", "លោកយាយ", "លំពែង", "លះបង់", "ល្បិច", "វាង", "វាទ", "វាសនា", "វាស់", "វិភាគ", "វិលត្រឡប់", "វី", "វេន", "វ៉ាក់", "វ៉ិបសាយ", "វ៉ៃ", "ស.", "សង្កត់", "សង្រ្គោះ", "សង្វាក់", "សណ្ឋាន", "សន្មត់", "សន្សំ", "សភាព", "សម្ពោធ", "សម្លាញ់", "សាកេត", "សាន់", "សុី", "សូរ", "សំចៃ", "ស្ងប់", "ស្ងោរ", "ស្ញែង", "ស្ដារ", "ស្ថិរភាព", "ស្មើរ", "ស្រទាប់", "ស្រមៃ", "ស្រ្តី", "ស្វ័យប្រវត្តិ", "ហិណ្ឌូ", "ហុងកុង", "អតិថិជន", "អន្តរាគមន៍", "អន្ទាក់", "អល់", "អាណា", "អាស៊ីត", "អីចឹង", "អុស", "អេវ", "អេស៊ីព្ទ", "អំពើហឹង្សា", "អ៊ិត", "អ៊ីទ្លែរ", "អ៊ុក", "ឥរិយាបថ", "ឥស្សរជន", "ឧដុង្គ", "ឧតុនិយម", "ឯករាជ្យភាព", "ុ", "០", "១)", "១៥០", "១៨៣៤", "១៩៥១", "១៩៧២", "១៩៩៧", "២០០", "២០០៥", "៥)", "៩៩", "រេ", "", "", "')", "1.", "100%", "1949", "1955", "1962", "2.", "200", "2005", "31", "9.", "Alexander", "B", "II", "Internet", "Jack", "Joe", "Ligue", "M.", "Maha", "Malay", "Nazrul", "News", "PCR", "PSG", "Paris", "Paul", "Player", "School):", "Siam", "Trump", "[12]", "កងពល", "កញ្ចប់", "កន្សែង", "កម", "កាប៉ឺឡែស", "ការខិតខំ", "ការខូចខាត", "ការចាប់អារម្មណ៍", "ការនិយាយ", "ការបើក", "ការប្រឆាំង", "ការប្រើ", "ការពិពណ៌នា", "ការព្យាបាល", "ការព្រួយបារម្ភ", "ការរត់", "ការវាយឆ្មក់", "ការវិភាគ", "កិរិយា", "កុងហ្គោ", "កេត", "កែច្នៃ", "កែប", "កំចាត់", "កំណត់ត្រា", "កំពង់គោ", "កំពង់សោម", "ក៍", "ក្យ", "ក្រូ", "ខុន", "ខោ", "ខ្ពស់៖", "ខ្វែង", "គង", "គណិតវិទ្យា", "គណៈកម្មការ", "គតិ", "គរ", "គិតគូរ", "គីន", "គូប", "គួច", "គ្រែ", "ឃាត់", "ងើប", "ចង្កៀង", "ចម្ការ", "ចម្លែក", "ចរាចរណ៍", "ចារ", "ចាំង", "ចូលកាន់", "ចូលរៀន", "ចេតនា", "ចែកចេញ", "ច្បាស់ជា", "ឆ្នើម", "ជប់លៀង", "ជាប់ពាក់ព័ន្ធ", "ជីវប្រវត្តិ", "ជួយសង្គ្រោះ", "ជៀស", "ជៀសវាង", "ជំពូក", "ឈប់សម្រាក", "ដង្វាយ", "ដាវង្ស", "ដាស់តឿន", "ដិត", "ដីធ្លី", "ដូចេ្នះ", "ដួង", "ដំណាល", "ដំណែង", "ដំបៅ", "តណ្ហា", "តថាគត", "តាន", "តិរច្ឆាន", "តឹង", "តោន", "ត្រួត", "ត្រេក", "ទប់ទល់", "ទសវត្ស", "ទស្សនវិជ្ជា", "ទស្សនិកជន", "ទស្សវត្សរ៍", "ទី៤", "ទឹកភ្នែក", "ទេសភាព", "ទំនោរ", "ទ័រ", "ធ", "ធៀន", "និច្ច", "និមិត្តរូប", "និមួយ", "នុយក្លេអ៊ែរ", "នំប៉័ង", "បក្សពួក", "បង់ក្លាដែស", "បង្ខំឱ្យ", "បង្វែរ", "បង្អួច", "បដា", "បដិមា", "បណ្ឌុ", "បន", "បវរ", "បាក", "បាយ័ន", "បើកបរ", "បែកបាក់", "បែបបទ", "បំភ្លឺ", "ប៉ឹង", "ប៉ុ", "ប៉ុនប៉ង", "ប៉ូលីស", "ប៊ី", "ប័ណ្ណ", "ប្រកាន់ខ្ជាប់", "ប្រកែក", "ប្រក់", "ប្រដូច", "ប្រតិភូ", "ប្របាទ", "ប្រាកដជា", "ប្រាយ៉ា", "ប្រេត", "ផេត", "ផ្តួចផ្តើម", "ផ្អាក", "ផ្អែម", "ពញា", "ពាល់", "ព្យុងអាន", "ព្យួរ", "ព្រះភាគ", "ព្រះសព", "ព្រះអ", "ព្រះឱរស", "ភាពចលាចល", "ភូកេត", "ភេសជ្ជៈ", "មជ្ឈដ្ឋាន", "មិត្តភាព", "មេត្រី", "មែក", "ម៉ាយ", "ម៉េង", "ម្ជូរ", "យូណាន", "យេរូសាឡឹម", "យ៉ូណា", "រដ្ឋមន្រ្តី", "រត់គេចខ្លួន", "រថ", "រប", "រលួយ", "រាជការ", "រាតត្បាត", "រាប", "រាស្រ្ត", "រុស្សី", "រូបកាយ", "រូបិយវត្ថុ", "រៃ", "រ័ត្ន", "លាស់", "លូ", "លេខាធិការដ្ឋាន", "លេចឡើង", "លោកិយ", "លំហាត់", "ល្អាង", "វឌ្ឍនា", "វិចិត្រករ", "វិជ្ជរ៉ា", "វ៉ាស៊ីនតោន", "សក្តិសម", "សង្កែ", "សន្លប់", "សប្បុរសធម៌", "សប្ប័ទ", "សម្រេចបាន", "សហករណ៍", "សហការី", "សាប៊ូ", "សាម", "សីហមុនី", "សុខា", "សុច្ចរិត", "សុរិន្ទ", "សុីល", "សួត", "សឿង", "សេចក្តីប្រកាស", "សេដ្ឋា", "សោម", "សំណាក", "សំបូរ", "សះស្បើយ", "ស៊ីម៉ូន", "ស៊ីវត្ថា", "ស៊ើប", "ស្តើង", "ស្តែង", "ស្ទឹងត្រែង", "ស្ប៉ាយ", "ស្ពឺ", "ស្មុគស្មាញ", "ស្ម័គ្រចិត្ត", "ស្រក់", "ស្រោម", "ហូវ៉ា", "ហេង", "ហោះ", "ហ្គោ", "ហ្សាន", "ឡាំង", "ឡុក", "ឡោះ", "អង្គាស", "អត្តចរិត", "អភ័យ", "អវយវៈ", "អាមេរិច", "អាសន្ន", "អិន", "អូរ", "អេឡន៖", "អ៊ីន", "អ៊ឺរ៉ុប", "អ្នកទទួល", "អ្នកបង្កើត", "េនះ", "េស", "១.", "១៤៧១", "១៩១០", "១៩១៣", "១៩២៣", "១៩៣០", "១៩៣៥", "១៩៤១", "១៩៦៧", "១៩៦៨", "១៩៩៨", "២)", "២.", "២]", "៤.", "៤១", "៤៣", "ម", "ក់", "", "ច", "\"I", "#", "0", "1954", "1988", "2007", "250", "3.", "34", "</br>", "Changwat", "Chinese", "Cobain)", "David", "Harry", "High", "Loki", "Long", "M", "Mac", "Mark", "Me", "Munich", "Neymar", "Park", "R", "Ronaldo", "S", "Sri", "Yuan", "iOS", "k", "loop", "product", "sq", "កង្កែប", "កថា", "កន្លងមក", "កល", "កាដូ", "កាត", "កាមេរ៉ា", "ការកសាង", "ការចុះឈ្មោះ", "ការជួញដូរ", "ការជ្រើសរើស", "ការឈឺចាប់", "ការដក", "ការទទួលស្គាល់", "ការបន្ត", "ការប៉ាន់ស្មាន", "ការប៉ុនប៉ង", "ការរួបរួម", "ការរួមបញ្ចូល", "ការរំខាន", "ការលក់", "ការលេង", "ការសន្យា", "ការសោយទិវង្គត", "ការ៉ែន", "កុក", "កុរ", "កូវីដ", "កោតសរសើរ", "កៅស៊ូ", "កំណាច", "កំពង់ឆ្នាំង", "កំពង់ធំ", "កំព្រា", "កំលោះ", "ក្មេងប្រុស", "ក្យង់", "ក្រពះ", "ក្រាម", "ក្រាស់", "ក្រេត", "ក្លោង", "ខាងស្តាំ", "ខ្ទង់", "ខ្លា", "ខ្សែរ", "គណនេយ្យ", "គីឡូក្រាម", "គោរមងារ", "គ្រុន", "គ្រឿងញៀន", "ឃុន", "ឃោរឃៅ", "ចង់អោយ", "ចន", "ចរាចរ", "ចល័ត", "ចាត់តាំង", "ចុះបញ្ជី", "ចៅហ្វា", "ចំនោម", "ច្បាំង", "ឆា", "ឆ័ត្រ", "ឆ្លុះ", "ឆ្អឹង", "ជន្មាយុ", "ជាំង", "ជិរាលង្ករណ៍", "ជីន", "ជូត", "ជូរី", "ជួន", "ជេស្ឋាធិរាជ", "ជំនន់", "ជំនិត", "ជំនុំជម្រះ", "ជ័រ", "ជ្រក", "ឈឺចាប់", "ដកហូត", "ដណ្ដើម", "ដាក់ឈ្មោះ", "ដាស់", "ដៀល", "ដេស", "ដែស", "ដំកើង", "ណាត", "ណាម", "ណារ៉ា", "ណា៎", "ណូ", "ណូអែល", "តម្រង់", "តាញ៉ា", "តេ", "ត្បិត", "ត្រចៀក", "ត្រពាំង", "ត្រូ", "ត្រៀមខ្លួន", "ថាញ", "ថាន់", "ថេត", "ថ្នាល", "ទទួលរង", "ទប់ស្កាត់", "ទស្សនាវដ្តី", "ទា", "ទាសករ", "ទាំងពួង", "ទុន", "ទុរ្ភិក្ស", "ទួល", "ទេពកោសល្យ", "ទៅរក", "ទំនួល", "ទំនៀមទំលាប់", "ទ្រនិច", "ធុង", "ធូលី", "នាថ", "នាំឲ្យ", "និ", "និល", "នីតិវិធី", "នុភាព", "ន៖", "បង្ការ", "បច្ច័យ", "បញ្ឆេះ", "បញ្ញត្តិ", "បឋម", "បន្ដ", "បន្ទុក", "បន្សល់ទុក", "បរិស័ទ", "បាកាន", "បាម៉ា", "បាហាសា", "បិណ្ឌ", "បុរេប្រវត្តិ", "បូរាណ", "បើកចំហ", "បំពង", "ប៉ូលិស", "ប៊ឺជ", "ប្រកួតប្រជែង", "ប្រក្រតី", "ប្រឌិត", "ប្រពៃ", "ប្រាណ", "ប្រិយមិត្ត", "ប្រុងប្រយ័ត្ន", "ប្រែក្លាយ", "ប្លក", "ប្លង់", "ផ្តល់អោយ", "ផ្សារភ្ជាប់", "ពាណិជ្ជករ", "ពាណិជ្ជសាស្ត្រ", "ពាស", "ពិន្ទុ", "ពិសិដ្ឋ", "ពីមុខ", "ពោធិសាត់", "ព្រមព្រៀង", "ព្រះច័ន្ទ", "ព្រះធាតុ", "ព្រះនរោត្តម", "ព្រះបាន", "ព្រះមហា", "ព្រះរាជាណាចក្រឡាវ", "ព្រះវស្សា", "ព្រះហស្ត", "ភា", "ភាពងាយស្រួល", "ភាពស្មោះត្រង់", "ភូថង", "ភ័ក្ត្រ", "មង្គលការ", "មហាសេដ្ឋី", "មាតុភូមិ", "មិ", "មុនីវង្ស", "មុំ", "មូណា", "មួយែ", "មេឃុំ", "មេបញ្ជាការ", "ម៉ារា", "ម៉ុន", "យកឈ្នះ", "យម", "យល់ឃើញ", "យ៉ារ៉ា", "រកមើល", "រកស៊ី", "រណឫទ្ធិ", "រណា", "រតនា", "រតនៈ", "របរ", "រហោ", "រាន", "រួមចំណែក", "រោគវិនិច្ឆ័យ", "រំឭក", "លង្វែក", "លាន់", "លីម", "លុះត្រាតែ", "លេលា", "លែងលះ", "លោកឪពុក", "លំនាំ", "លំនៅដ្ឋាន", "លំអិត", "វិធានការ", "វិស្វកម្ម", "វីរៈ", "វីល", "វីឡា", "សកលវិទ្យាល័យ", "សក្តានុពល", "សក្តិ", "សង្វៀន", "សមាជ", "សមាមាត្រ", "សមាហរណកម្ម", "សម្បើម", "សវនាការ", "សាកសួរ", "សាទ", "សាមុត", "សារភាព", "សឺ", "សុវត្ថិ", "សេចក្ដីស្រឡាញ់", "សេចក្តីពិត", "សេចក្តីសម្រេច", "សេចុង", "សេដា", "សំ", "ស៊ិន", "ស្តៅ", "ស្ទីល", "ស្ទូច", "ស្មៅ", "ស្រមោល", "ស្រះ", "ហឫ", "ហាយ", "ហិង្សា", "ហឺ", "ហេតុអី", "ហោ", "ហ៊ូ", "ហ្ន៎", "ឡានក្រុង", "ឡោមព័ទ្ធ", "អឌ្ឍចន្ទ", "អត្ថិភាព", "អនាម័យ", "អនុបណ្ឌិត", "អាកប្បកិរិយា", "អាករ", "អាការៈ", "អាជ្ញាប័ណ្ណ", "អាត", "អាយុទ្ធ", "អុត", "អេង", "អេសាយ", "អេស្ប៉ាញ", "អំ", "អំណះអំណាង", "អ៊ីវ៉ា", "អ៊ឹង", "អ៊ំ", "អ័", "អ្នកកាន់", "អ្នកទស្សនា", "អ្នកទោស", "អ្នកភូមិ", "អ្នករិះគន់", "អ្នកសារព័ត៌មាន", "ឥន្ទ", "ឯម", "ាស់", "ីែដល", "ែដល", "ះ", "១៩៥៣", "១៩៦៩", "១៩៧៤", "១៩៧៨", "១៩៨៨", "១៩៨៩", "១៩៩៣", "១៩៩៥", "២។", "៣)", "៣.", "៤)", "៦០០", "←", "", "", "ន", "😀", "(Kurt", "(Seattle)", "(←", ");", "..", "11.", "17.", "1958", "1990", "1993", "20.", "33", "37", "42", "48", "90", "Academy", "Amazon", "Ann", "Black", "Chao", "Coman", "Diego", "Drupal", "EAS", "Explorer", "George", "Grand", "Green", "Indonesian", "KMT", "Kim", "Lady", "Love", "MCU", "Martin", "Media", "Michael", "Music", "PN", "Post", "Princess", "Riley", "South", "Thai)", "Times", "Tom", "UCSS", "Web", "West", "You", "Young", "Zuckerberg", "[14]", "[nb", "code", "flowchart", "i", "it", "me", "s", "your", "|", "÷", "កណ្ដាប់ដៃ", "កាតព្វកិច្ច", "កាត់ទោស", "កាន", "កាម", "ការគិត", "ការចំណាយ", "ការដំឡើង", "ការទាមទារ", "ការធានា", "ការបង្រួបបង្រួម", "ការបញ្ជាក់", "ការបន្ថែម", "ការបំបែក", "ការប៉ះទង្គិច", "ការប៉ះពាល់", "ការយល់", "ការរស់នៅ", "ការរួមចំណែក", "ការលា", "ការលូតលាស់", "ការសោយទីវង្គត់", "ការស្តារ", "ការស្រេច", "ការអនុម័ត", "កាំរស្មី", "កិន", "កុម្ភៈ", "កូរិន", "កែង", "កែសម្រួល", "កោ", "កោះកុង", "កំ", "កំដរ", "កំពង់ស្ពឺ", "ក្យង", "ក្រមួន", "ក្រសាំង", "ក្រឡា", "ក្រាំង", "ក្រិច", "ក្រុមការងារ", "ក្រុមប្រឹក្សាភិបាល", "ក្រៃ", "ក្រៃលែង", "ខក", "ខាងក្រោម៖", "ខិត", "ខ្តារ", "ខ្យារ", "ខ្លាញ់", "ខ្លួនខ្ញុំ", "គា", "គាំង", "គឺ៖", "គូលែន", "គូស្នេហ៍", "គួរឲ្យ", "គែសង់", "គំរាមកំហែង", "គំរូ:SHORTDESC:", "គ្រុឌ", "ង៉ាយ", "ង៉ូ", "ង៖", "ចង់ឲ្យ", "ចង្វាត", "ចង្អុលបង្ហាញ", "ចល", "ចារ៉ាយ", "ចាស់ទុំ", "ចិត", "ចឺវ", "ចុក", "ចូលនិវត្តន៍", "ចូលរួមចំណែក", "ចៀសវាង", "ចំបាប់", "ចំហៀង", "ច្នេះ", "ឆ", "ឆាយ", "ឆាវ", "ឆេង", "ឆ្គង", "ឆ្នាំង", "ឆ្លូវ", "ជាយ", "ជា៖", "ជីតា", "ជី៧", "ជំនួញ", "ជំហរ", "ជ្រោមជ្រែង", "ឈ្នួល", "ឈ្មោល", "ឈ្លោះ", "ញាក់", "ញឹក", "ញូវយ៉ក", "ដក់", "ដងផ្លូវ", "ដង់", "ដង្ហែ", "ដណ្តប់", "ដណ្តើមយក", "ដាក់ទោស", "ដាក់ពាក្យ", "ដាណាង", "ដីកា", "ដុក", "ដុន", "ដូចតទៅ", "ដើម្បីឱ្យ", "ឋានសួគ៌", "ឌីអិន", "តាកែវ", "តាមីល", "តាយ", "តឹងរ៉ឹង", "តុក្កតា", "តួយ៉ាង", "តំណាងរាស្ត្រ", "ត្រេកអរ", "ថើប", "ថោះ", "ថ្មើរជើង", "ទទូច", "ទស្សន៍ទាយ", "ទិក", "ទិវា", "ទីធ្លា", "ទីស្តីការ", "ទី១៩", "ទឹកប្រាក់", "ទើបនឹង", "ទៀងទាត់", "ទេស", "ទំហឹង", "ធិរាជ", "ធំធេង", "ធ្លាយ", "នន្ទ", "នរក", "នាវ", "នាំចេញ", "នាំមុខ", "ន៏", "ន្ដែ", "បង្ក្រាប", "បញ្ចុះបញ្ចូល", "បណ្ដឹង", "បណ្ដេញ", "បណ្ណ", "បទបញ្ជា", "បន់", "បន្ទះ", "បរិក្ខារ", "បរិញ្ញាបត្រ៖", "បរិបទ", "បរិបូណ៌", "បាតុភូត", "បួស", "បេទ", "បេន", "បេសកជន", "បៃ", "បំភ័យ", "បះ", "ប៉ាន់ស្មាន", "ប៉ារ៉ាស៊ីត", "ប៉ែន", "ប្រការ", "ប្រណាំង", "ប្រសព្វ", "ប្រស្នា", "ប្រាង្គ", "ប្រាម", "ប្រឹង", "ប្លុក", "ផាត់", "ផែ", "ផ្ញៀវ", "ផ្តាសាយ", "ផ្តួលរំលំ", "ផ្ទុះឡើង", "ផ្លូវភេទ", "ពក", "ពត៌មាន", "ពិការ", "ពិរោះ", "ពិស", "ពុករលួយ", "ពេ", "ពេជ្ញ៍", "ពែរ", "ព័ត៌មានវិទ្យា", "ព្រាង", "ព្រាប", "ព្រះ\"", "ព្រះគ្រូ", "ព្រះដែល", "ព្រះប្រាជ្ញា", "ព្រះមហាក្សត្រី", "ព្រះរបស់", "ព្រះវរ", "ភក្តិ", "ភព", "ភាពតានតឹង", "ភាពល្បីល្បាញ", "ភាពអាសន្ន", "ភ្នាល់", "មនុស្សធម៌", "មហាក្សត្រ", "មហាផ្ទៃ", "មាឌ", "មាន៖", "មិត្តភក្ដិ", "មូលធន", "មោទនភាព", "ម៉ាប់", "ម៉ាសេដូន", "ម៉ាស់", "ម្នា", "យន្តការ", "យុវវ័យ", "យុាំង", "យោ", "យ៉ាត", "រកា", "រចនាបថ", "រដ្ឋលេខាធិការ", "រន្ធ", "រស", "រាជានុសិទ្ធិ", "រិន្ទ", "រួមរស់", "រឿយ", "រោត្ដម", "រោយ", "រំពេច", "រ៉ានីល", "លាក់បាំង", "លូន", "លេងសើច", "លេយើង", "លេស", "វត្តភ្នំ", "វាយលុក", "វិជ្ជមាន", "វិញ្ញាបនបត្រ", "វិទ្យា", "វិវរណៈ", "វុធ", "វេបសាយ", "វ៉ាង", "សក្ការៈបូជា", "សណ្តាប់ធ្នាប់", "សន", "សន្ដាន", "សន្ត", "សន្តិវិធី", "សន្មត", "សមត្ថ", "សម្ល", "សម្លៀក", "សរីរាង្គ", "សសរ", "សហគ្រាស", "សហសម័យ", "សាក់", "សាជីវកម្ម", "សារពើ", "សាឡឹម", "សីមា", "សុរា", "សួនច្បារ", "សើម", "សេសាន", "សេអ៊ូល", "សេប", "សោកស្ដាយ", "សំណង", "សំណើច", "សំរាក", "សំរាម", "សំរិទ្ធ", "សំលាប់", "សំស្ក្រឹត", "សំអាង", "ស៊ាំ", "ស៊ីតថល", "ស័ព្ទ", "ស័រ", "ស្ងប់ស្ងាត់", "ស្ដាយ", "ស្ដែង", "ស្ដ្រី", "ស្ថិតស្ថេរ", "ស្ទូឌីយោ", "ស្នា", "ស្រស់ស្អាត", "ស្រឡះ", "ស្រាប់តែ", "ស្លាក", "ហស្ត", "ហាណា", "ហូលីវូដ", "ហ្មង", "ហ្វាយ", "ហ្វូណន", "ឡាតាំង", "ឡាវកាយ", "ឡូគី", "ឡូវ", "ឡើ", "អង់ហ្គែល", "អង្កត់ផ្ចិត", "អង្គរក្ស", "អង្វែង", "អច្ឆរិយៈ", "អត់ធ្មត់", "អត្ថាធិប្បាយ", "អនុវិទ្យាល័យ", "អនុសញ្ញា", "អន្លង់", "អភិសេក", "អយុត្តិធម៌", "អសកម្ម", "អាចម៍", "អាចារ្យ", "អាណិតអាសូរ", "អាត្មា", "អុបទិក", "អុំ", "អេស", "អេឡ", "អំពើពុករលួយ", "អ៊ិច", "អ៊ីនធឺណិត", "អ៊ីម៉ែល", "អ៊ុយ", "អ៊ូ", "អ្នកដំណើរ", "អ្នកផលិត", "អ្នកស្តាប់", "អ្នកស្ម័គ្រចិត្ត", "អ្នកស្រាវជ្រាវ", "អ្នកឧបត្ថម្ភ", "ឥវ៉ាន់", "ឥសាន", "ឧបមា", "ឧស្សាហ៍", "ឫក", "ឯកទេស", "ឯណោះ", "ឱន", "ឱសថស្ថាន", "ឱ្យដឹង", "ាន", "។ល", "១។", "១៧៨២", "១៨៩៦", "១៨៩៧", "១៩១៩", "១៩២០", "១៩២៥", "១៩៤០", "១៩៤២", "១៩៤៤", "១៩៥២", "១៩៥៧", "១៩៥៩", "១៩៦១", "១៩៧១", "១៩៧៧", "១៩៨៤", "១៩៨៧", "១៩៩០", "១៩៩៤", "២០:", "២០០៦", "៣៦", "៤៤", "៤៨", "៥%", "៧៥", "៩)", "៩៦.", "—", "→", "ី", "ស់", "ន", "ើេ", "រងារ", "", "", "\"The", "(1,", "(2,", "(The", "03", "15.", "18.", "1930", "1941", "1946", "1964", "1989", "1998", "2002", "2003", "3]", "4.", "5.", "57", "80", "As", "Bangkok", "Bean", "British", "CCP", "Cambodia", "Champions", "Dark", "Disney", "Elizabeth", "FIFA", "Galaxy", "General", "HTML", "Halo", "IPL", "Kevin", "Khmer)", "Last", "Leicester", "Maradona", "Marvel", "Mask", "Mbatha-Raw", "Microsoft", "Mobius", "NAB", "OS", "Old", "Page", "Pictures", "Renslayer", "Security", "St.", "Super", "T", "TV", "TVA", "Telegram", "Thomas", "Tinder", "Trafford", "View", "Waldron", "Wilson", "X", "[13]", "[15]", "[17]", "[note", "data", "iPhone", "method", "or", "square", "ˈ", "កក់", "កងកម្លាំងប្រដាប់អាវុធ", "កង្វល់", "កណ្តាប់ដៃ", "កណ្តុរ", "កន្ទួត", "កវី", "កាកសំណល់", "កាច", "កាយវិការ", "ការកាត់ទោស", "ការកែប្រែ", "ការចម្លង", "ការចាក់", "ការចាប់", "ការជជែក", "ការឈ្នះ", "ការដោះស្រាយ", "ការដ្ឋាន", "ការតម", "ការថែទាំ", "ការទំនាក់ទំនង", "ការបញ្ជូន", "ការបំផ្លិចបំផ្លាញ", "ការប្រព្រឹត្ត", "ការប្រារព្ធ", "ការផ្តោត", "ការផ្ទុះឡើង", "ការផ្សព្វផ្សាយ", "ការពេញនិយម", "ការភ្ជាប់", "ការរកឃើញ", "ការលាយ", "ការលើកឡើង", "ការវាយលុក", "ការវិនិច្ឆ័យ", "ការសរសើរ", "ការស្ថាបនា", "ការស្នើសុំ", "ការអំពាវនាវ", "ការឧបត្ថម្ភ", "កាលីហ្វ័រញ៉ា", "កាហ្វេ", "កិច្ចសន្ទនា", "កិន្នរ", "កុន", "កុមារភាព", "កើស", "កេរ្តិ៍", "កោង", "កោដ្ឋ", "កោរ", "កំដៅ", "កំបោរ", "កំប៉េះ", "កំពង់ឫស្សី", "កំពែង", "កំលាំង", "កំសត់", "ក្រង", "ក្រចេះ", "ក្រើក", "ក្រៀម", "ក្លារ៉ា", "ខាម", "ខាលីហ្វា", "ខុសត្រូវ", "ខូចខាត", "ខួរ", "ខេន", "ខ្ចាត់ខ្ចាយ", "ខ្ជះខ្ជាយ", "ខ្ទង", "ខ្ទិះ", "ខ្នះ", "ខ្យង", "ខ្លឹមសារ", "ខ្វល់ខ្វាយ", "ខ្សឹប", "គង្វាល", "គណៈប្រតិភូ", "គប្បី", "គយ", "គាំ", "គុត", "គោម", "គ្មិន", "គ្រិស្ដ", "គ្រឹស្ត", "គ្រឿងផ្សំ", "ឃាត", "ងេនះ", "ង៉ុក", "ង់េស", "ចក្រពង្ស", "ចតុកោណ", "ចៀន", "ចេញមក", "ចេន", "ចេនឡា", "ចេស្ដា", "ចៃដន្យ", "ចោម", "ចំបង", "ចំប៉ា", "ចំលើ", "ច្នៃ", "ច្រកទ្វារ", "ច្របាច់", "ច្រលំ", "ច្រូត", "ឆាង", "ឆាត", "ឆេក", "ឆែក", "ឆ្មាំ", "ជង", "ជជែកគ្នា", "ជណ្តើរ", "ជម្រើសជាតិ", "ជម្រៅ", "ជាក់ស្ដែង", "ជាខ្លាំង", "ជាធរមាន", "ជារៀងរហូត", "ជាស្រេច", "ជាេ", "ជិរាវុធ", "ជីវសាស្ត្រ", "ជីវសាស្រ្ត", "ជើងហោះហើរ", "ជេដ្ឋា", "ឈី", "ឈ្ងុយ", "ឈ្វេង", "ញញឹម", "ញី", "ដណ្ដឹង", "ដាក់បញ្ចូល", "ដាច់ខាត", "ដាណាវ", "ដាណឺម៉ាក", "ដារ៉ា", "ដាំង", "ដឹងខ្លួន", "ដូចម្ដេច", "ដើមទ្រូង", "ឌុប", "ឌៀម", "ណាណូ", "ណាត់", "ណុង", "ណេះ", "ណោះ", "តន្រ្តី", "តាក់", "តាវ", "តិ", "តូកាយ", "តូក្យូ", "តូនី", "តេឡើង", "តេ", "តំណាងរាស្រ្ត", "ត្បូងឃ្មុំ", "ត្រ", "ថាក់", "ថាន", "ថូស", "ថ្ងៃទី២", "ថ្ងៃទី៣០", "ថ្ងៃពុធ", "ថ្លា", "ថ្លើម", "ថ្វីត្បិតតែ", "ទប់", "ទម្លុះ", "ទស្សនវិទូ", "ទិន្នផល", "ទីស្រឡាញ់", "ទុកឲ្យ", "ទុម", "ទូន្មាន", "ទៀ", "ទេវី", "ទែន", "ទោ", "ទំ", "ទំនើបកម្ម", "ទះ", "ទ្រាយ", "ធំធាត់", "ធ្យូង", "ធ្លាក់ខ្លួន", "នាំចូល", "និក្ខម", "និវត្តន៍", "នឿយ", "នឿយហត់", "នេះ៖", "នៅរស់", "នះ", "ន់", "បច្ចា", "បច្ឆា", "បណ្ដាំ", "បណ្ដោះអាសន្ន", "បណ្ឌិត៖", "បណ្តុះ", "បន្ទាប", "បាដិ", "បាត់ខ្លួន", "បាបកម្ម", "បាល", "បិសាច", "បុប្ផា", "បូ", "បូរី", "បួងសួង", "បេក្ខភាព", "បេះ", "បែកញើស", "បោះពុម្ភ", "បំប៉ន", "បំប្លែង", "ប៉ាន់ប្រមាណ", "ប៉ាប", "ប៉ិ", "ប៉ុែន", "ប៉ូឡេអុង", "ប៉េត្រូ", "ប៉ោម", "ប៊ែរឡាំង", "ប្រដាប់អាវុធ", "ប្រណិប័តន៍", "ប្រណី", "ប្រទះឃើញ", "ប្រលង", "ប្រសិទ្ធ", "ប្រសូត្រ", "ប្រឡាក់", "ប្រូតេអ៊ីន", "ប្រៃ", "ប្លក់", "បរ", "ផ", "ផងែដរ", "ផាត", "ផុន", "ផុយ", "ផុស", "ផេះ", "ផ្កាឈូក", "ផ្គង់", "ផ្គត់", "ផ្ញើរ", "ផ្តាំ", "ផ្លាស", "ផ្លាស់ទី", "ផ្លូវកាត់", "ផ្លូវចិត្ត", "ផ្សា", "ផ", "ព.", "ពង្សាវតារ", "ពណ័", "ពន្ធភាព", "ពន្យារ", "ពន្លត់", "ពហុកីឡដ្ឋាន", "ពាក្យពេចន៍", "ពាក្យសំដី", "ពាក្យស្លោក", "ពិគ្រោះ", "ពិជគណិត", "ពិន", "ពោរ", "ព័ត៌", "ព្រលានយន្តហោះ", "ព្រហ្មញ្ញ", "ព្រោះថា", "ព្រំ", "ព្រះ,", "ព្រះនៃ", "ព្រះបាំង", "ព្រះពន្លា", "ព្រះពិរោធ", "ព្រះសង្គ្រោះ", "ព្រះសណ្ដាប់", "ព្រះសម្មាសម្ពុទ្ធ", "ព្រះស៊ីសុវត្ថិ", "ភក់", "ភាពក្រីក្រ", "ភាពជាដៃគូ", "ភាពជោគជ័យ", "ភាពស្រប", "ភារកិច្ច", "ភូ", "ភេត", "ភ្ញាក់ផ្អើល", "ភ្លៅ", "មកុដ", "មនុស្សជាតិ", "មនុស្សលោក", "មរដក", "មហានគរ", "មហានរគ", "មហាវ", "មហាវិហារ", "មិត្តភ័ក្ដិ", "មិថុនា", "មី", "មីដ", "មីត", "មុខតំណែង", "មុាំង", "មេម៉ាយ", "ម៉ង់", "ម៉ី", "ម៉ូទ័រ", "ម៉ូន", "ម៉ូលេគុល", "ម៉្យាង", "ម្នាល", "ម្យា៉ង", "ម្លេះ", "យានយន្ត", "យុត្តិ", "យ៉ាងដូចម្តេច", "យ៉ាងតិច", "យ៉ាន", "យ៉ាប់យ៉ឺន", "យ៉ាឡា", "រងចាំ", "រណ្តៅ", "រតនាគារ", "រថក្រោះ", "របកគំហើញ", "រលោង", "រស់នៅ", "រាជណយ", "រាមាធិបតី", "រាមាយណៈ", "រុង", "រូស", "រើ", "រំលែក", "រ៉ាយ", "លក្ខណ", "លក្ខណ៍", "លម្អ", "លិង្គ", "លូត", "លួង", "លេចចេញ", "លេវី", "លែតវៃ", "លោកជំទាវ", "លោហធាតុ", "លះ", "ល់", "ល្បាត", "ល្បុក្កតោ", "វប្បធម៍", "វបធម៌", "វរសេនា", "វរ្ម័ន", "វិនាទី", "វីឌីអូ", "វីរភាព", "វេ", "វេយ្យាករណ៍", "វែកញែក", "វ៉ារ៉ាយ", "វ៉ិប", "វ៉ែន", "ស)", "សងសឹក", "សណ្ដាប់", "សន្ទនា", "សន្ទស្សន៍", "សន្ធោ", "សន្ធៅ", "សប្បាយរីករាយ", "សមាសភាព", "សមិទ្ធិផល", "សមូហភាព", "សម្បូរណ៍", "សម្បូរបែប", "សម្ភាសន៍", "សាឌូស៊ី", "សាន្ដ", "សាបា", "សាមគ្គី", "សាមសិប", "សារ៉ាត់", "សាលក្រម", "សិត", "សិប", "សិរិមតៈ", "សី", "សឹម", "សឺង", "សុខសប្បាយ", "សុខុន", "សុខុមាលភាព", "សុទ្ធសាធ", "សុំទោស", "សួស្ដី", "សេច", "សេទុង", "សេព", "សែ", "សំណេរ", "សំរាល", "សំរួល", "សំរែក", "ស៊ិនប៉ិច", "ស៊ុប", "ស៊ុយអែត", "ស័ក្តិសម", "ស្ងើច", "ស្ដី", "ស្ដុកស្ដម្ភ", "ស្តីបន្ទោស", "ស្ថានការណ៍", "ស្ថេរ", "ស្នែង", "ស្មើគ្នា", "ស្មោះស្ម័គ្រ", "ស្រកានាគ", "ស្រវឹង", "ស្រោច", "ស្លូត", "ស្វ័យ", "ស្អាង", "ហត់", "ហារិយ៍", "ហាឡុង", "ហិន", "ហុក", "ហួ", "ហេដ្ឋារចនាសម្ព័ន្ធ", "ហេប្រឺ", "ហែក", "ហោរ", "ហោះហើរ", "ហ្មត់ចត់", "ហ្វាន", "ហ្វឹកហាត់", "ហ្វុក", "ហ្វ៊រ", "ហ្វ៊ុន", "ឡប់", "ឡាត", "ឡាសារ", "ឡេន", "ឡែក", "អក្សរសិល្ប៍", "អង", "អង់ទី", "អង្កត់", "អង្កេត", "អង្គម្ចាស់", "អច្ឆរិយ", "អណ្តូង", "អតិបរមា", "អតិសុខុម", "អនុគមន៍", "អនុគ្រោះ", "អនុលោម", "អនុស្សាវរីយ៍", "អន្តរ", "អប", "អបអរសាទរ", "អភ័យទោស", "អវកាស", "អាន់", "អាមួរ", "អាមេរិកាំង", "អាហ្រ្វិក", "អឹម", "អូស", "អូស្ត្រូណេស៊ី", "អៀង", "អៀវ", "អេបផល", "អេលី", "អេលីយ៉ា", "អេឡិចត្រុង", "អ៊ុង", "អ៊ុំ", "អ័ដាម", "អ្នកការពារ", "អ្នកទេ", "អ្នកធ្វើ", "អ្នកនាំពាក្យ", "អ្នកបម្រើ", "អ្នកអាន", "អ្នកឯកទេស", "អ្ហែង", "ឥណទាន", "ឥណ្ឌូ", "ឥស្សរាធិបតី", "ឧ", "ឧក្រិដ្ឋកម្ម", "ឧត្តុង្គឧត្តម", "ឧទ្ទាម", "ឧបទ្ទវហេតុ", "ឧបរាជ្យ", "ឧប្បល", "ឫទ្ធា", "ឯកភាព", "ឱង្ការ", "ើ", "េធ", "ែ", "ំ", "០.៩៦៥", "១០:", "១៧៦០", "១៨២៤", "១៨៨៣", "១៨៨៤", "១៩០០", "១៩០៦", "១៩២១", "១៩២២", "១៩២៩", "១៩៨៥", "១៩៩២", "២០២៣", "៣.៥%", "៣៧", "៤៥", "៤៦", "៤៧", "៦.", "៦៣", "៩០០", "⁣", "文章导航", "원", "ើត", "ាញ", "ន់ែ", "ត់", "ំ", "ង", "(ETH)", "(aged", ".ក", "1890", "1911", "1925", "1963", "1987", "1992", "2001", "2011)", "2:", "41", "47", "5%", "50%", "500", "51", "60", "70", "8.", "Al", "Altos", "American", "Android", "Avengers:", "BTS", "Be", "Blog", "Born", "Bush", "CNN", "CO,", "CSS", "China", "Cristiano", "Died", "English", "Enter", "Ethereum", "FC", "FSX", "France", "Full", "GDP", "Giang", "Global", "Golden", "Good", "Great", "Herron", "Hiddleston", "Hong", "Hosting", "How", "Ibrahim", "It", "Jersey", "Kate", "LED", "Lee", "Like", "Lisa", "Live", "Los", "MRTV-4", "Madrid\"", "March", "Mario", "Mike", "Milan", "Moment", "Monaco", "NBTC", "Nam", "Name", "North", "One", "P", "Party", "Prince", "RSS", "Rama", "Robert", "Russian", "Saint-Germain", "Service", "Show", "Sleep", "Suarez", "Tai", "Texas", "Theatre", "Today", "Tottenham", "UCF", "UK", "UN", "URL", "USB", "Utzon", "Verse", "Vientiane", "Well", "William", "You\"", "Your", "Zidane", "[16]", "[18]", "[1][2]", "[tʰ]", "[១]", "]\"", "am", "an", "as", "be", "by", "bū.", "du", "fuck", "heard", "is", "lit", "on", "out", "rīː]", "th", "will", "with", "×", "កក់ក្តៅ", "កត់សំគាល់", "កម្ពុជា៖", "កម", "កសិកម", "កាណាន", "កាបូន", "កាពីថល", "ការកាន់", "ការកាប់", "ការខុសត្រូវ", "ការគេង", "ការចងចាំ", "ការចាកចេញ", "ការចាប់ខ្លួន", "ការចាំបាច់", "ការចេញផ្សាយ", "ការជិះ", "ការដណ្តើមយក", "ការដាំដុះ", "ការទាញយក", "ការទិញ", "ការទៅ", "ការធ្លាក់ចុះ", "ការធ្វើជា", "ការធ្វើឱ្យ", "ការបញ្ចេញមតិ", 